{
  "literature": {
    "lower": [
      {
        "title": "小蝌蚪找妈妈",
        "content": "池塘里有一群小蝌蚪，大大的脑袋，黑灰色的身子，甩着长长的尾巴，快活地游来游去。",
        "pinyin": "chí táng lǐ yǒu yì qún xiǎo kē dǒu, dà dà de nǎo dai, hēi huī sè de shēn zi, shuǎi zhe cháng cháng de wěi ba, kuài huó de yóu lái yóu qù",
        "author": "方惠珍",
        "dynasty": "现代",
        "interpretation": "池塘里有很多小蝌蚪，它们脑袋大大的，身体是黑灰色的，有长长的尾巴，游泳的时候很开心。",
        "background": "这是一个经典的童话故事，告诉小朋友小蝌蚪是怎样变成青蛙的，教育孩子要孝敬妈妈。",
        "usage": "写小动物时可以学习这种描写方法，先写外貌特点，再写动作，让小动物活起来。",
        "id": "literature-lower-1766320135623-0",
        "type": "literature"
      },
      {
        "title": "龟兔赛跑",
        "content": "兔子跑得快，乌龟爬得慢。兔子笑话乌龟：你爬得这么慢，怎么能跑过我呢？",
        "pinyin": "tù zi pǎo de kuài, wū guī pá de màn. tù zi xiào huà wū guī: nǐ pá de zhè me màn, zěn me néng pǎo guò wǒ ne",
        "author": "伊索",
        "dynasty": "古希腊",
        "interpretation": "兔子跑步很快，乌龟爬行很慢。兔子嘲笑乌龟说：你爬得这么慢，怎么可能跑赢我呢？",
        "background": "这是古希腊伊索寓言中的经典故事，教育人们不要骄傲自大，要坚持不懈。",
        "usage": "写比赛或对比时可以用，也可以写自己坚持做一件事的经历，说明坚持的重要性。",
        "id": "literature-lower-1766320135623-1",
        "type": "literature"
      },
      {
        "title": "小红帽的红帽子",
        "content": "从前有个可爱的小姑娘，她总是戴着奶奶送的红色小帽子，所以大家都叫她小红帽。",
        "pinyin": "cóng qián yǒu gè kě ài de xiǎo gū niang, tā zǒng shì dài zhe nǎi nai sòng de hóng sè xiǎo mào zi, suǒ yǐ dà jiā dōu jiào tā xiǎo hóng mào",
        "author": "格林兄弟",
        "dynasty": "19世纪",
        "interpretation": "很久以前有一个很可爱的小女孩，她经常戴着奶奶给她的红色小帽子，所以人们都叫她小红帽。",
        "background": "这是格林童话中的著名故事，教育孩子们要听话，不要轻信陌生人。",
        "usage": "写人物时可以学习通过一个特别的物品来给人物起名字，让人物更有特色。",
        "id": "literature-lower-1766320135623-2",
        "type": "literature"
      },
      {
        "title": "三只小猪盖房子",
        "content": "老大用稻草盖了房子，老二用木头盖了房子，老三用砖头盖了房子。大灰狼来了！",
        "pinyin": "lǎo dà yòng dào cǎo gài le fáng zi, lǎo èr yòng mù tou gài le fáng zi, lǎo sān yòng zhuān tou gài le fáng zi. dà huī láng lái le",
        "author": "英国民间故事",
        "dynasty": "传统故事",
        "interpretation": "大哥用稻草建房子，二哥用木头建房子，三弟用砖头建房子。大灰狼来攻击了！",
        "background": "这是英国的传统童话故事，教育孩子做事要认真仔细，不能偷懒。",
        "usage": "写做事的过程时可以用对比的方法，写出不同的做法会有不同的结果。",
        "id": "literature-lower-1766320135623-3",
        "type": "literature"
      },
      {
        "title": "丑小鸭的烦恼",
        "content": "丑小鸭长得不好看，灰灰的羽毛，大大的脚掌，其他小鸭子都不愿意和它玩。",
        "pinyin": "chǒu xiǎo yā zhǎng de bù hǎo kàn, huī huī de yǔ máo, dà dà de jiǎo zhǎng, qí tā xiǎo yā zi dōu bù yuàn yì hé tā wán",
        "author": "安徒生",
        "dynasty": "19世纪",
        "interpretation": "丑小鸭长得不漂亮，有灰色的羽毛和大大的脚，别的小鸭子都不愿意跟它一起玩耍。",
        "background": "安徒生童话中的经典故事，告诉我们不要以貌取人，每个人都有自己的价值。",
        "usage": "写外貌描写时可以学习，也可以写自己被误解或被人瞧不起后来成功的经历。",
        "id": "literature-lower-1766320135623-4",
        "type": "literature"
      },
      {
        "title": "白雪公主的美丽",
        "content": "白雪公主的皮肤像雪一样白，嘴唇像血一样红，头发像乌木一样黑，真是美丽极了！",
        "pinyin": "bái xuě gōng zhǔ de pí fū xiàng xuě yí yàng bái, zuǐ chún xiàng xuè yí yàng hóng, tóu fa xiàng wū mù yí yàng hēi, zhēn shì měi lì jí le",
        "author": "格林兄弟",
        "dynasty": "19世纪",
        "interpretation": "白雪公主的皮肤白得像雪花，嘴唇红得像鲜血，头发黑得像乌木，非常非常美丽！",
        "background": "格林童话中的经典人物，这段话用比喻的方法描写了白雪公主的美貌。",
        "usage": "写人物外貌时可以用比喻，把皮肤、嘴唇、头发比作生活中常见的东西。",
        "id": "literature-lower-1766320135623-5",
        "type": "literature"
      },
      {
        "title": "小蚂蚁搬家",
        "content": "小蚂蚁排成长长的队伍，有的背着食物，有的抬着虫子，忙忙碌碌地搬家。",
        "pinyin": "xiǎo mǎ yǐ pái chéng cháng cháng de duì wǔ, yǒu de bēi zhe shí wù, yǒu de tái zhe chóng zi, máng máng lù lù de bān jiā",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "小蚂蚁们排成一条长长的队伍，有些背着食物，有些抬着虫子，非常忙碌地搬家。",
        "background": "这是描写小动物集体活动的经典片段，展现了蚂蚁团结合作的精神。",
        "usage": "写集体活动时可以用这种方法，写出大家分工合作的场面，很生动有趣。",
        "id": "literature-lower-1766320135623-6",
        "type": "literature"
      },
      {
        "title": "小猫钓鱼",
        "content": "小猫坐在河边钓鱼，一只蝴蝶飞来了，小猫放下鱼竿去抓蝴蝶。蝴蝶飞走了，鱼也跑了。",
        "pinyin": "xiǎo māo zuò zài hé biān diào yú, yì zhī hú dié fēi lái le, xiǎo māo fàng xià yú gān qù zhuā hú dié. hú dié fēi zǒu le, yú yě pǎo le",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "小猫在河边钓鱼，一只蝴蝶飞过来，小猫放下鱼竿去抓蝴蝶。结果蝴蝶飞走了，鱼也游走了。",
        "background": "这是一个教育孩子做事要专心的经典故事，不能三心二意。",
        "usage": "写做事要专心或者写失败的经历时可以用，说明分心的坏处。",
        "id": "literature-lower-1766320135623-7",
        "type": "literature"
      },
      {
        "title": "小熊维尼爱蜂蜜",
        "content": "小熊维尼最爱吃蜂蜜了，它常常把小爪子伸进蜂蜜罐里，然后舔得津津有味。",
        "pinyin": "xiǎo xióng wéi ní zuì ài chī fēng mì le, tā cháng cháng bǎ xiǎo zhǎo zi shēn jìn fēng mì guàn lǐ, rán hòu tiǎn de jīn jīn yǒu wèi",
        "author": "米尔恩",
        "dynasty": "20世纪",
        "interpretation": "小熊维尼最喜欢吃蜂蜜了，它经常把小爪子放进蜂蜜罐子里，然后舔得很开心很香甜。",
        "background": "这是英国作家米尔恩创作的经典儿童文学形象，深受全世界孩子喜爱。",
        "usage": "写自己喜欢的食物时可以学习这种写法，写出吃东西时的动作和感受。",
        "id": "literature-lower-1766320135623-8",
        "type": "literature"
      },
      {
        "title": "小红花的微笑",
        "content": "春天来了，小红花张开了笑脸，在温暖的阳光下快乐地跳舞。",
        "pinyin": "chūn tiān lái le, xiǎo hóng huā zhāng kāi le xiào liǎn, zài wēn nuǎn de yáng guāng xià kuài lè de tiào wǔ",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "春天到了，小红花开放了，就像张开了笑脸，在温暖的阳光照射下开心地摇摆。",
        "background": "这是用拟人的方法写春天花朵开放的美好景象，让花朵变得像人一样可爱。",
        "usage": "写花草树木时可以用拟人的方法，让植物像人一样会笑、会跳舞，更有趣。",
        "id": "literature-lower-1766320135623-9",
        "type": "literature"
      },
      {
        "title": "月亮婆婆的故事",
        "content": "月亮婆婆挂在天空中，笑眯眯地看着地上的小朋友，为他们讲好听的故事。",
        "pinyin": "yuè liàng pó po guà zài tiān kōng zhōng, xiào mī mī de kàn zhe dì shang de xiǎo péng yǒu, wèi tā men jiǎng hǎo tīng de gù shi",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "月亮像一位慈祥的婆婆挂在天上，微笑着看着地面上的小朋友们，给他们讲动听的故事。",
        "background": "这是传统的拟人化描写月亮的方法，把月亮想象成慈祥的老婆婆。",
        "usage": "写晚上的景色时可以这样写月亮，让夜晚变得温馨不可怕。",
        "id": "literature-lower-1766320135623-10",
        "type": "literature"
      },
      {
        "title": "小鸟学唱歌",
        "content": "小鸟站在树枝上，张开小嘴巴，'叽叽喳喳'地唱起歌来，歌声真好听！",
        "pinyin": "xiǎo niǎo zhàn zài shù zhī shàng, zhāng kāi xiǎo zuǐ ba, jī jī zhā zhā de chàng qǐ gē lái, gē shēng zhēn hǎo tīng",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "小鸟站在树枝上面，张开它的小嘴巴，发出叽叽喳喳的声音唱歌，歌声非常动听！",
        "background": "这是描写小鸟唱歌的经典片段，用拟声词让描写更加生动有趣。",
        "usage": "写小动物的叫声时要用拟声词，这样读起来更有趣，也更真实。",
        "id": "literature-lower-1766320135623-11",
        "type": "literature"
      },
      {
        "title": "彩虹桥的颜色",
        "content": "雨停了，天空中出现了一座美丽的彩虹桥，红橙黄绿青蓝紫，七种颜色真漂亮！",
        "pinyin": "yǔ tíng le, tiān kōng zhōng chū xiàn le yí zuò měi lì de cǎi hóng qiáo, hóng chéng huáng lǜ qīng lán zǐ, qī zhǒng yán sè zhēn piào liang",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "雨停止了，天空中出现了一道美丽的彩虹，有红、橙、黄、绿、青、蓝、紫七种颜色，非常漂亮！",
        "background": "这是描写雨后彩虹的经典片段，用颜色词来表现彩虹的美丽。",
        "usage": "写美丽的景色时可以用颜色词，把彩虹想象成一座桥，很有童趣。",
        "id": "literature-lower-1766320135623-12",
        "type": "literature"
      },
      {
        "title": "小星星眨眼睛",
        "content": "夜晚来了，小星星一颗一颗地出来了，它们在黑黑的天空中眨着亮亮的眼睛。",
        "pinyin": "yè wǎn lái le, xiǎo xīng xing yí kē yí kē de chū lái le, tā men zài hēi hēi de tiān kōng zhōng zhǎ zhe liàng liàng de yǎn jing",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "晚上到了，小星星一个接一个地出现了，它们在黑暗的天空中闪烁着明亮的光芒。",
        "background": "这是用拟人手法描写夜空中星星的经典写法，把星星想象成会眨眼的小朋友。",
        "usage": "写夜景时可以把星星比作眼睛，用拟人的方法让夜空变得温馨可爱。",
        "id": "literature-lower-1766320135623-13",
        "type": "literature"
      },
      {
        "title": "小树苗长高了",
        "content": "小树苗喝饱了雨水，晒够了阳光，一天天长高了，绿绿的叶子越来越多。",
        "pinyin": "xiǎo shù miáo hē bǎo le yǔ shuǐ, shài gòu le yáng guāng, yì tiān tiān zhǎng gāo le, lǜ lǜ de yè zi yuè lái yuè duō",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "小树苗喝足了雨水，晒够了阳光，每天都在长高，绿色的叶子越长越多。",
        "background": "这是描写植物成长的经典片段，用拟人的方法写小树苗的成长过程。",
        "usage": "写植物成长或者自己成长时可以用这种方法，写出成长需要的条件。",
        "id": "literature-lower-1766320135623-14",
        "type": "literature"
      },
      {
        "title": "小白兔蹦蹦跳",
        "content": "小白兔长着红红的眼睛，白白的毛，长长的耳朵，短短的尾巴，蹦蹦跳跳真可爱！",
        "pinyin": "xiǎo bái tù zhǎng zhe hóng hóng de yǎn jing, bái bái de máo, cháng cháng de ěr duo, duǎn duǎn de wěi ba, bèng bèng tiào tiào zhēn kě ài",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "小白兔有红色的眼睛、白色的毛、长长的耳朵、短短的尾巴，跳来跳去非常可爱！",
        "background": "这是描写小白兔外貌和动作的经典片段，用叠词让描写更加生动可爱。",
        "usage": "写小动物时可以用叠词，像'红红的''白白的'，让描写更有趣更可爱。",
        "id": "literature-lower-1766320135623-15",
        "type": "literature"
      },
      {
        "title": "小蜜蜂采花蜜",
        "content": "小蜜蜂'嗡嗡嗡'地飞来了，它在花朵上忙忙碌碌地采花蜜，真是勤劳的小家伙！",
        "pinyin": "xiǎo mì fēng wēng wēng wēng de fēi lái le, tā zài huā duǒ shàng máng máng lù lù de cǎi huā mì, zhēn shì qín láo de xiǎo jiā huo",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "小蜜蜂发出嗡嗡嗡的声音飞过来了，它在花朵上面忙碌地采集花蜜，真是很勤劳的小动物！",
        "background": "这是赞美小蜜蜂勤劳品质的经典描写，教育孩子们要学习蜜蜂的勤劳精神。",
        "usage": "写勤劳或者赞美别人时可以用，也可以写自己努力学习像小蜜蜂一样勤劳。",
        "id": "literature-lower-1766320135623-16",
        "type": "literature"
      },
      {
        "title": "小青蛙呱呱叫",
        "content": "小青蛙坐在荷叶上，'呱呱呱'地唱歌，好像在说：'夏天来了，夏天来了！'",
        "pinyin": "xiǎo qīng wā zuò zài hé yè shàng, guā guā guā de chàng gē, hǎo xiàng zài shuō: xià tiān lái le, xià tiān lái le",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "小青蛙坐在荷叶上面，发出呱呱呱的叫声唱歌，好像在说：'夏天到了，夏天到了！'",
        "background": "这是描写夏天池塘边青蛙叫声的经典片段，用拟声词和想象让描写更有趣。",
        "usage": "写夏天的景色时可以写青蛙叫，用拟声词让文章更生动，更有夏天的感觉。",
        "id": "literature-lower-1766320135623-17",
        "type": "literature"
      },
      {
        "title": "小鱼儿游泳",
        "content": "清清的小河里，小鱼儿摆着尾巴游来游去，有时躲在水草后面，有时跳出水面。",
        "pinyin": "qīng qīng de xiǎo hé lǐ, xiǎo yú ér bǎi zhe wěi ba yóu lái yóu qù, yǒu shí duǒ zài shuǐ cǎo hòu miàn, yǒu shí tiào chū shuǐ miàn",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "清澈的小河里面，小鱼儿摆动着尾巴游来游去，有时候藏在水草后面，有时候跳出水面。",
        "background": "这是描写小鱼在河水中自由游泳的美好画面，表现了大自然的生机勃勃。",
        "usage": "写小动物在自然环境中的活动时可以用这种方法，写出它们的不同动作。",
        "id": "literature-lower-1766320135623-18",
        "type": "literature"
      },
      {
        "title": "小风的旅行",
        "content": "小风轻轻地吹过来，它吹弯了小草，吹动了花朵，吹皱了池水，然后又轻轻地走了。",
        "pinyin": "xiǎo fēng qīng qīng de chuī guò lái, tā chuī wān le xiǎo cǎo, chuī dòng le huā duǒ, chuī zhòu le chí shuǐ, rán hòu yòu qīng qīng de zǒu le",
        "author": "童话故事",
        "dynasty": "现代",
        "interpretation": "微风轻柔地吹过来，它把小草吹弯了，把花朵吹动了，把池水吹起波纹，然后又轻柔地离开了。",
        "background": "这是用拟人手法描写春风的经典片段，把风想象成会旅行的小朋友。",
        "usage": "写风或者写大自然时可以用拟人的方法，让风像人一样会走路、会做事。",
        "id": "literature-lower-1766320135623-19",
        "type": "literature"
      }
    ],
    "upper": [
      {
        "title": "青春如花，绽放的背后是坚韧",
        "content": "青春如同春日里刚刚绽放的花朵，美丽而短暂。但是，真正令人赞叹的不是花朵的美丽，而是它们在寒冬中默默积蓄的力量。没有根系在泥土中的深扎，没有在黑暗中的静静等待，就不会有春天里的绚烂绽放。青春亦如此，表面的光鲜亮丽需要内心的坚韧和不懈的努力作为支撑。",
        "pinyin": "qīng chūn rú tóng chūn rì lǐ gāng gāng zhàn fàng de huā duǒ",
        "author": "席慕蓉",
        "dynasty": "现代",
        "interpretation": "青春就像春天里刚刚开放的花朵，虽然美丽但时间短暂。真正值得称赞的不是花的外表美丽，而是它在寒冷的冬天里默默储存的能量。如果没有根在土里深深扎下，没有在黑暗中安静地等待，就不会有春天里美丽的开放。青春也是一样，表面的美好需要内心的坚强和持续的努力来支持。",
        "background": "席慕蓉是著名散文家，这段文字体现了她对青春的深刻思考。她认为青春不仅是表面的美好，更重要的是内在的修养和品格的塑造。",
        "usage": "适用于写作关于成长、努力、坚持等主题的作文。可以用来论证'成功需要坚持'、'美好的背后需要付出'等观点，让文章更有文学性和说服力。",
        "id": "literature-upper-1766320556364-0",
        "type": "literature"
      },
      {
        "title": "老人与海的不屈精神",
        "content": "一个人可以被毁灭，但不能被打败。",
        "pinyin": "yī gè rén kě yǐ bèi huǐ miè, dàn bù néng bèi dǎ bài",
        "author": "海明威",
        "dynasty": "现代",
        "interpretation": "一个人的身体可能会被摧毁，但是他的意志和精神永远不能被征服。",
        "background": "这句话出自海明威的著名小说《老人与海》，是老渔夫圣地亚哥在与大马林鱼搏斗时的内心独白，体现了人类面对困境时的不屈精神。",
        "usage": "适用于描写人物面对挫折、困难时的坚强品质，或论证精神力量的重要性。在写作励志类、成长类文章时，这句话能很好地升华主题。",
        "id": "literature-upper-1766320556364-1",
        "type": "literature"
      },
      {
        "title": "小王子的纯真哲理",
        "content": "只有用心才能看清事物的本质，真正重要的东西是肉眼看不见的。",
        "pinyin": "zhǐ yǒu yòng xīn cái néng kàn qīng shì wù de běn zhì",
        "author": "圣埃克苏佩里",
        "dynasty": "现代",
        "interpretation": "只有用内心去感受，才能看清楚事物真正的样子。那些最重要的东西，比如爱、友情、真诚，都是用眼睛看不到的。",
        "background": "出自《小王子》，这是狐狸对小王子说的话，表达了作者对现代社会过分注重外表而忽视内在的批判，强调精神世界的重要性。",
        "usage": "适用于写作关于友情、爱情、人生价值等主题。可以用来论证'内在美比外在美重要'、'真情可贵'等观点，为文章增添哲理色彩。",
        "id": "literature-upper-1766320556364-2",
        "type": "literature"
      },
      {
        "title": "钢铁是怎样炼成的人生格言",
        "content": "人的一生应当这样度过：当他回首往事时，不会因为碌碌无为而悔恨，也不会因为虚度年华而羞耻。",
        "pinyin": "rén de yī shēng yīng dāng zhè yàng dù guò",
        "author": "奥斯特洛夫斯基",
        "dynasty": "现代",
        "interpretation": "人的一生应该过得有意义：当他回忆过去的时候，不会因为没有作为而后悔，也不会因为浪费时间而感到羞愧。",
        "background": "出自苏联作家奥斯特洛夫斯基的《钢铁是怎样炼成的》，是主人公保尔·柯察金对人生价值的思考，体现了革命者的人生观和价值观。",
        "usage": "适用于写作关于理想、人生价值、时间珍贵等主题的作文。可以用来论证'要珍惜时间'、'要有理想和目标'等观点，让文章更有深度。",
        "id": "literature-upper-1766320556364-3",
        "type": "literature"
      },
      {
        "title": "朱自清的父爱如山",
        "content": "我看见他戴着黑布小帽，穿着黑布大马褂，深青布棉袍，蹒跚地走到铁道边，慢慢探身下去，尚不大难。可是他穿过铁道，要爬上那边月台，就不容易了。他用两手攀着上面，两脚再向上缩；他肥胖的身子向左微倾，显出努力的样子。",
        "pinyin": "wǒ kàn jiàn tā dài zhe hēi bù xiǎo mào",
        "author": "朱自清",
        "dynasty": "现代",
        "interpretation": "我看到父亲戴着黑色布帽子，穿着黑色外套和深青色棉袍，摇摇摆摆地走到火车铁轨边，慢慢弯腰下去买橘子。他的动作显得努力而艰难，让人感动。",
        "background": "出自朱自清的散文《背影》，描写了父亲在火车站为儿子买橘子的感人场面，表现了深沉的父爱，是现代散文的经典之作。",
        "usage": "适用于写作关于父母之爱、亲情、感恩等主题。这段细节描写可以作为范例，学习如何通过具体的动作描写来表现人物内心情感。",
        "id": "literature-upper-1766320556364-4",
        "type": "literature"
      },
      {
        "title": "冰心的纸船寄母爱",
        "content": "母亲，倘若你梦中看见一只很小的白船儿，不要惊讶它无端入梦。这是你至爱的女儿含着泪叠的，万水千山，求它载着她的爱和悲哀归去。",
        "pinyin": "mǔ qin, tǎng ruò nǐ mèng zhōng kàn jiàn yī zhī hěn xiǎo de bái chuán ér",
        "author": "冰心",
        "dynasty": "现代",
        "interpretation": "妈妈，如果你在梦里看到一只小小的白色纸船，不要奇怪它为什么会出现在你的梦中。这是你最爱的女儿含着眼泪折的，希望它能跨越千山万水，带着我的爱和思念回到你身边。",
        "background": "出自冰心的诗歌《纸船》，表达了诗人在异国他乡对母亲深深的思念之情。冰心用纸船这个意象，寄托了游子对母亲的无限眷恋。",
        "usage": "适用于写作关于思念、母爱、游子情怀等主题。可以学习运用具体的物象（如纸船）来寄托抽象的情感，使文章更有诗意和感染力。",
        "id": "literature-upper-1766320556364-5",
        "type": "literature"
      },
      {
        "title": "巴金的青春箴言",
        "content": "青春是美丽的，但一个人的青春可以平庸无奇，也可以放射出英雄的火光；可以因虚度而懊悔，也可以用结结实实的步子，走向辉煌壮丽的成年。",
        "pinyin": "qīng chūn shì měi lì de",
        "author": "巴金",
        "dynasty": "现代",
        "interpretation": "青春是美好的，但是每个人的青春可以过得很普通，也可以过得很精彩、很有意义；可能因为浪费时间而后悔，也可能通过踏实的努力，走向美好的未来。",
        "background": "巴金是我国著名作家，这段话体现了他对青春的深刻理解，认为青春的价值在于个人的选择和努力，每个人都可以让自己的青春发光发热。",
        "usage": "适用于写作关于青春、奋斗、人生选择等主题。可以用来论证'青春需要奋斗'、'人生在于选择'等观点，为文章增添哲理性和启发性。",
        "id": "literature-upper-1766320556364-6",
        "type": "literature"
      },
      {
        "title": "鲁迅的时间珍贵论",
        "content": "时间就像海绵里的水，只要愿意挤，总还是有的。",
        "pinyin": "shí jiān jiù xiàng hǎi mián lǐ de shuǐ",
        "author": "鲁迅",
        "dynasty": "现代",
        "interpretation": "时间就像海绵里的水一样，如果你真的想要找时间，用心去安排，总是能够找到的。",
        "background": "这是鲁迅先生的名言，体现了他对时间管理的深刻认识。鲁迅一生著作丰富，正是因为他善于利用每一分每一秒的时间。",
        "usage": "适用于写作关于时间管理、学习方法、效率等主题。可以用来论证'时间宝贵需要珍惜'、'合理安排时间很重要'等观点，让文章更有说服力。",
        "id": "literature-upper-1766320556364-7",
        "type": "literature"
      },
      {
        "title": "老舍的骆驼祥子悲歌",
        "content": "雨下给富人，也下给穷人；下给义人，也下给不义的人。其实雨并不公道，因为下在一个没有公道的世界上。",
        "pinyin": "yǔ xià gěi fù rén, yě xià gěi qióng rén",
        "author": "老舍",
        "dynasty": "现代",
        "interpretation": "雨水会下到富人身上，也会下到穷人身上；会下到好人身上，也会下到坏人身上。实际上雨水并不公平，因为它下在一个本来就不公平的世界里。",
        "background": "出自老舍的小说《骆驼祥子》，通过这段话反映了旧社会的黑暗和不公，表达了作者对社会底层人民命运的同情和对不公社会的批判。",
        "usage": "适用于写作关于社会公平、人生感悟、批判现实等主题。可以学习运用象征手法，通过自然现象来暗示社会问题，使文章更有深度。",
        "id": "literature-upper-1766320556364-8",
        "type": "literature"
      },
      {
        "title": "沈从文的边城美学",
        "content": "一个人记得事情太多真不幸，知道事情太多也不幸，体会到太多事情也不幸。",
        "pinyin": "yī gè rén jì de shì qing tài duō zhēn bù xìng",
        "author": "沈从文",
        "dynasty": "现代",
        "interpretation": "一个人如果记住了太多不愉快的事情是不幸的，知道了太多复杂的事情也是不幸的，经历了太多痛苦的事情也是不幸的。",
        "background": "出自沈从文的小说《边城》，体现了作者对人生的深刻思考，认为有时候简单纯真的生活比复杂的人生更加幸福。",
        "usage": "适用于写作关于简单生活、人生哲理、知足常乐等主题。可以用来论证'简单也是一种幸福'、'有时候无知也是福气'等观点。",
        "id": "literature-upper-1766320556364-9",
        "type": "literature"
      },
      {
        "title": "汪曾祺的人间烟火",
        "content": "人间存一点温暖，存一点美好，存一点期待。",
        "pinyin": "rén jiān cún yī diǎn wēn nuǎn",
        "author": "汪曾祺",
        "dynasty": "现代",
        "interpretation": "在这个世界上，要保持一些温暖的感情，保持一些美好的事物，保持一些对未来的希望。",
        "background": "汪曾祺是著名作家，以描写日常生活中的美好而闻名。这句话体现了他对生活的热爱和对人性善良的坚持。",
        "usage": "适用于写作关于人性美好、生活态度、正能量等主题。可以用来表达对生活的热爱和对美好事物的珍惜，让文章更有温度和人情味。",
        "id": "literature-upper-1766320556364-10",
        "type": "literature"
      },
      {
        "title": "张爱玲的繁华落尽",
        "content": "于千万人之中遇见你所遇见的人，于千万年之中，时间的无涯的荒野里，没有早一步，也没有晚一步，刚巧赶上了。",
        "pinyin": "yú qiān wàn rén zhī zhōng yù jiàn nǐ suǒ yù jiàn de rén",
        "author": "张爱玲",
        "dynasty": "现代",
        "interpretation": "在成千上万的人当中，遇到你要遇到的那个人；在漫长的时间里，在无边无际的时间荒野中，没有早一点，也没有晚一点，正好遇上了。",
        "background": "出自张爱玲的散文《爱》，表达了缘分的珍贵和相遇的不易。张爱玲以其独特的文字风格，将平凡的相遇写得充满诗意。",
        "usage": "适用于写作关于缘分、相遇、珍惜等主题。可以学习运用对比和排比的手法来强调某种情感，使文章更有韵律感和感染力。",
        "id": "literature-upper-1766320556364-11",
        "type": "literature"
      },
      {
        "title": "林清玄的禅意人生",
        "content": "在穿过林间的时候，我觉得麻雀的死亡给我一些启示，我们虽然在尘网中生活，但永远不要失去想飞的心，不要忘记飞翔的姿势。",
        "pinyin": "zài chuān guò lín jiān de shí hou",
        "author": "林清玄",
        "dynasty": "现代",
        "interpretation": "当我走过树林的时候，我觉得麻雀的死给了我一些感悟。我们虽然生活在复杂的世俗中，但是永远不要失去向往自由的心，不要忘记追求理想的勇气。",
        "background": "林清玄是台湾著名散文家，擅长从日常生活中发现禅意和哲理。这段话通过观察自然现象来思考人生，体现了他的文学特色。",
        "usage": "适用于写作关于理想、自由、人生感悟等主题。可以学习通过自然现象来引发对人生的思考，使文章更有哲理性和启发性。",
        "id": "literature-upper-1766320556364-12",
        "type": "literature"
      },
      {
        "title": "余华的活着哲学",
        "content": "人是为活着本身而活着，而不是为了活着之外的任何事物所活着。",
        "pinyin": "rén shì wèi huó zhe běn shēn ér huó zhe",
        "author": "余华",
        "dynasty": "现代",
        "interpretation": "人活着就是为了生活本身，不是为了生活以外的其他东西而活着。生命本身就是最宝贵的。",
        "background": "出自余华的小说《活着》，通过主人公福贵的人生经历，表达了对生命的思考和对活着本身意义的探讨。",
        "usage": "适用于写作关于生命意义、人生价值、坚强面对困难等主题。可以用来论证'生命可贵'、'要珍惜当下'等观点，让文章更有哲理深度。",
        "id": "literature-upper-1766320556364-13",
        "type": "literature"
      },
      {
        "title": "莫言的红高粱情怀",
        "content": "世界上的事情，最忌讳的就是个十全十美，你看那天上的月亮，一旦圆满了，马上就要亏厌；树上的果子，一旦熟透了，马上就要坠落。",
        "pinyin": "shì jiè shàng de shì qing, zuì jì huì de jiù shì gè shí quán shí měi",
        "author": "莫言",
        "dynasty": "现代",
        "interpretation": "世界上的事情，最怕的就是太完美。你看天上的月亮，一旦变得圆满，马上就会开始缺失；树上的果实，一旦完全成熟，马上就会掉落。",
        "background": "莫言是诺贝尔文学奖获得者，这段话体现了中国传统文化中的辩证思维，说明了物极必反的道理，凡事都有其规律性。",
        "usage": "适用于写作关于人生哲理、事物发展规律、居安思危等主题。可以用来论证'要有忧患意识'、'凡事不能太极端'等观点，增强文章的思辨性。",
        "id": "literature-upper-1766320556364-14",
        "type": "literature"
      },
      {
        "title": "毕淑敏的心理暖阳",
        "content": "我不相信手掌的纹路，但我相信手掌加上手指的力量。如果你不能确定你往哪里走，那么此处就是你的葬身之地。",
        "pinyin": "wǒ bù xiāng xìn shǒu zhǎng de wén lù",
        "author": "毕淑敏",
        "dynasty": "现代",
        "interpretation": "我不相信命运是注定的，但我相信通过自己的努力可以改变命运。如果你不知道自己要往哪个方向努力，那么你就会停滞不前。",
        "background": "毕淑敏是著名作家、心理学家，这段话体现了她对命运和努力的理解，强调个人主观能动性的重要性。",
        "usage": "适用于写作关于命运掌握在自己手中、努力改变人生、目标明确等主题。可以用来论证'努力比天赋更重要'、'要有明确的目标'等观点。",
        "id": "literature-upper-1766320556364-15",
        "type": "literature"
      },
      {
        "title": "史铁生的病隙碎笔",
        "content": "死是一件不必急于求成的事，死是一个必然会降临的节日。",
        "pinyin": "sǐ shì yī jiàn bù bì jí yú qiú chéng de shì",
        "author": "史铁生",
        "dynasty": "现代",
        "interpretation": "死亡是一件不需要着急的事情，死亡是一个肯定会到来的日子。所以我们要珍惜活着的时光。",
        "background": "史铁生是残疾人作家，一生与病痛抗争，但始终保持乐观的人生态度。这段话体现了他对生死的豁达态度和对生命的珍视。",
        "usage": "适用于写作关于珍惜生命、乐观面对困难、人生态度等主题。可以学习作者面对困境时的达观态度，让文章更有感染力和正能量。",
        "id": "literature-upper-1766320556364-16",
        "type": "literature"
      },
      {
        "title": "王小波的黄金时代",
        "content": "一个人只拥有此生此世是不够的，他还应该拥有诗意的世界。",
        "pinyin": "yī gè rén zhǐ yōng yǒu cǐ shēng cǐ shì shì bù gòu de",
        "author": "王小波",
        "dynasty": "现代",
        "interpretation": "一个人仅仅拥有现实的生活是不够的，他还应该拥有充满诗意和美好的精神世界。",
        "background": "王小波是当代著名作家，这段话体现了他对精神生活的重视，认为人不仅要关注物质生活，更要追求精神层面的满足。",
        "usage": "适用于写作关于精神追求、诗意生活、理想与现实等主题。可以用来论证'精神世界的重要性'、'要有诗意的生活态度'等观点。",
        "id": "literature-upper-1766320556364-17",
        "type": "literature"
      },
      {
        "title": "三毛的撒哈拉故事",
        "content": "每想你一次，天上飘落一粒沙，从此形成了撒哈拉。",
        "pinyin": "měi xiǎng nǐ yī cì, tiān shàng piāo luò yī lì shā",
        "author": "三毛",
        "dynasty": "现代",
        "interpretation": "每一次想念你，天上就会掉下一粒沙子，这样日积月累就形成了撒哈拉沙漠。用来形容思念之深。",
        "background": "三毛是著名女作家，以其在撒哈拉沙漠的生活经历和浪漫的文字风格而闻名。这句话体现了她独特的想象力和浪漫情怀。",
        "usage": "适用于写作关于思念、爱情、想象力等主题。可以学习运用夸张和想象的手法来表达深刻的情感，使文章更有创意和感染力。",
        "id": "literature-upper-1766320556364-18",
        "type": "literature"
      },
      {
        "title": "龙应台的目送深情",
        "content": "所谓父女母子一场，只不过意味着，你和他的缘分就是今生今世不断地在目送他的背影渐行渐远。",
        "pinyin": "suǒ wèi fù nǚ mǔ zǐ yī chǎng",
        "author": "龙应台",
        "dynasty": "现代",
        "interpretation": "所谓父母和子女的关系，只不过意味着，你和他们之间的缘分就是在这一生中，不断地看着他们的背影越走越远。",
        "background": "出自龙应台的散文《目送》，描写了亲子关系中的离别和成长，表达了对时光流逝和亲情变化的深刻感悟。",
        "usage": "适用于写作关于成长、亲情、离别、时间等主题。可以学习运用细腻的情感描写来表现深层的人生感悟，让文章更有感染力。",
        "id": "literature-upper-1766320556364-19",
        "type": "literature"
      }
    ]
  },
  "poetry": {
    "lower": [
      {
        "title": "小池塘里的荷花",
        "content": "小荷才露尖尖角，早有蜻蜓立上头。",
        "pinyin": "xiǎo hé cái lù jiān jiān jiǎo, zǎo yǒu qīng tíng lì shàng tóu.",
        "author": "杨万里",
        "dynasty": "宋朝",
        "interpretation": "小小的荷花刚刚冒出尖尖的小角，就有调皮的小蜻蜓飞来停在上面了。",
        "background": "夏天的时候，杨万里爷爷路过一个小池塘，看到荷花刚刚长出水面，像小绿帽子一样可爱，还有小蜻蜓在上面玩耍，觉得特别有趣。",
        "usage": "写夏天的景色时可以用，描写植物刚长出来的样子，或者写小动物很机灵的时候都很棒！",
        "id": "poetry-lower-1766320655944-0",
        "type": "poetry"
      },
      {
        "title": "春天来了春天来了",
        "content": "春眠不觉晓，处处闻啼鸟。",
        "pinyin": "chūn mián bù jué xiǎo, chù chù wén tí niǎo.",
        "author": "孟浩然",
        "dynasty": "唐朝",
        "interpretation": "春天睡觉真舒服，一觉醒来天都亮了，到处都能听到小鸟儿在唱歌。",
        "background": "孟浩然叔叔很爱春天的早晨，因为春天的空气很好，睡得特别香，早上醒来就听到很多小鸟在叽叽喳喳地叫，像在开音乐会。",
        "usage": "写春天的作文时可以用，写睡懒觉或者写小鸟唱歌的时候都很好用哦！",
        "id": "poetry-lower-1766320655944-1",
        "type": "poetry"
      },
      {
        "title": "白白的大鹅",
        "content": "鹅鹅鹅，曲项向天歌。白毛浮绿水，红掌拨清波。",
        "pinyin": "é é é, qū xiàng xiàng tiān gē. bái máo fú lǜ shuǐ, hóng zhǎng bō qīng bō.",
        "author": "骆宾王",
        "dynasty": "唐朝",
        "interpretation": "大白鹅啊大白鹅，弯着长脖子对着天空唱歌。白色的羽毛飘在绿绿的水面上，红色的脚掌划着清清的水波。",
        "background": "骆宾王小朋友7岁的时候，看到池塘里有几只大白鹅在游泳，觉得它们太美了，就写了这首诗。",
        "usage": "写动物的时候可以学习，特别是写它们的颜色和动作，让文章更生动有趣！",
        "id": "poetry-lower-1766320655944-2",
        "type": "poetry"
      },
      {
        "title": "回到老家看爷爷",
        "content": "少小离家老大回，乡音无改鬓毛衰。",
        "pinyin": "shào xiǎo lí jiā lǎo dà huí, xiāng yīn wú gǎi bìn máo shuāi.",
        "author": "贺知章",
        "dynasty": "唐朝",
        "interpretation": "小时候离开家，长大了才回来，说话的声音还是和小时候一样，只是头发白了。",
        "background": "贺知章爷爷年轻的时候离开家乡去上学工作，很多年后才回到家，发现家乡变了很多，但自己还是爱说家乡话。",
        "usage": "写想家、回家或者写时间过得很快的作文时可以用，表达对家的思念很棒！",
        "id": "poetry-lower-1766320655944-3",
        "type": "poetry"
      },
      {
        "title": "登上高高的山",
        "content": "白日依山尽，黄河入海流。欲穷千里目，更上一层楼。",
        "pinyin": "bái rì yī shān jìn, huáng hé rù hǎi liú. yù qióng qiān lǐ mù, gèng shàng yī céng lóu.",
        "author": "王之涣",
        "dynasty": "唐朝",
        "interpretation": "太阳慢慢地落到山后面去了，黄河水流向大海。想要看得更远更远，就要爬到更高的楼上去。",
        "background": "王之涣叔叔爬到一座很高很高的楼上，看到夕阳西下，河水奔流，觉得要想看到更美的风景，就要站得更高。",
        "usage": "写登高望远、写努力向上或者写美丽风景的作文时可以用，鼓励自己要努力！",
        "id": "poetry-lower-1766320655944-4",
        "type": "poetry"
      },
      {
        "title": "月亮像船儿",
        "content": "床前明月光，疑是地上霜。举头望明月，低头思故乡。",
        "pinyin": "chuáng qián míng yuè guāng, yí shì dì shàng shuāng. jǔ tóu wàng míng yuè, dī tóu sī gù xiāng.",
        "author": "李白",
        "dynasty": "唐朝",
        "interpretation": "床前有明亮的月光，以为是地上的白霜。抬头看看天上的月亮，低头想念自己的家乡。",
        "background": "李白叔叔一个人在外面，晚上看到月光很亮，想起了家里的亲人，觉得很想念他们。",
        "usage": "写夜晚的景色、写想念家人朋友或者写安静的时候可以用，很温暖！",
        "id": "poetry-lower-1766320655944-5",
        "type": "poetry"
      },
      {
        "title": "春雨沙沙下",
        "content": "好雨知时节，当春乃发生。随风潜入夜，润物细无声。",
        "pinyin": "hǎo yǔ zhī shí jié, dāng chūn nǎi fā shēng. suí fēng qián rù yè, rùn wù xì wú shēng.",
        "author": "杜甫",
        "dynasty": "唐朝",
        "interpretation": "好的雨水知道什么时候该下，正好在春天的时候下起来。跟着风儿悄悄地在夜里下，让花草树木喝饱水，一点声音都没有。",
        "background": "杜甫爷爷在一个春天的夜里，听到外面下起了小雨，第二天看到花草都长得特别好，觉得这场雨来得正是时候。",
        "usage": "写春雨、写植物成长或者写默默帮助别人的作文时可以用，很温柔！",
        "id": "poetry-lower-1766320655944-6",
        "type": "poetry"
      },
      {
        "title": "小草钻出来",
        "content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。",
        "pinyin": "lí lí yuán shàng cǎo, yī suì yī kū róng. yě huǒ shāo bù jìn, chūn fēng chuī yòu shēng.",
        "author": "白居易",
        "dynasty": "唐朝",
        "interpretation": "草原上的小草长得密密麻麻，每年都会枯黄又变绿。野火烧不完它们，春风一吹又长出来了。",
        "background": "白居易叔叔看到草原上的小草很顽强，冬天会枯黄，但是春天又会长出新的绿草，觉得小草很了不起。",
        "usage": "写植物很坚强、写不怕困难或者写生命力强的作文时可以用，很励志！",
        "id": "poetry-lower-1766320655944-7",
        "type": "poetry"
      },
      {
        "title": "秋天的枫叶",
        "content": "停车坐爱枫林晚，霜叶红于二月花。",
        "pinyin": "tíng chē zuò ài fēng lín wǎn, shuāng yè hóng yú èr yuè huā.",
        "author": "杜牧",
        "dynasty": "唐朝",
        "interpretation": "停下车来是因为喜爱这夕阳西下的枫林，那些被霜打过的叶子比二月的花还要红。",
        "background": "杜牧叔叔秋天的傍晚经过一片枫树林，看到叶子红得像火一样美丽，比春天的花还漂亮，忍不住停下来欣赏。",
        "usage": "写秋天的景色、写枫叶或者写颜色很美的事物时可以用，让作文更生动！",
        "id": "poetry-lower-1766320655944-8",
        "type": "poetry"
      },
      {
        "title": "江南采莲忙",
        "content": "江南可采莲，莲叶何田田。鱼戏莲叶间，鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。",
        "pinyin": "jiāng nán kě cǎi lián, lián yè hé tián tián. yú xì lián yè jiān, yú xì lián yè dōng, yú xì lián yè xī, yú xì lián yè nán, yú xì lián yè běi.",
        "author": "无名氏",
        "dynasty": "汉朝",
        "interpretation": "江南是个采莲花的好地方，莲叶长得密密麻麻的。小鱼儿在莲叶中间玩耍，一会儿游到东边，一会儿游到西边，一会儿游到南边，一会儿游到北边。",
        "background": "很久很久以前，江南的人们在夏天会划着小船去池塘里采莲花和莲子，看到小鱼在莲叶中快乐地游来游去。",
        "usage": "写夏天的活动、写小动物玩耍或者写方向的时候可以用，很有趣！",
        "id": "poetry-lower-1766320655944-9",
        "type": "poetry"
      },
      {
        "title": "牧童骑牛牛",
        "content": "草铺横野六七里，笛弄晚风三四声。归来饱饭黄昏后，不脱蓑衣卧月明。",
        "pinyin": "cǎo pū héng yě liù qī lǐ, dí nòng wǎn fēng sān sì shēng. guī lái bǎo fàn huáng hūn hòu, bù tuō suō yī wò yuè míng.",
        "author": "吕岩",
        "dynasty": "唐朝",
        "interpretation": "绿草铺满了很远很远的地方，牧童在晚风中吹了几声笛子。吃饱晚饭后天黑了，他连衣服都不脱就躺在月光下睡觉。",
        "background": "古时候有个小牧童，白天放牛，晚上就在草地上休息，生活很自由很快乐，连月亮都陪着他睡觉。",
        "usage": "写乡村生活、写自由自在或者写月夜的作文时可以用，很悠闲！",
        "id": "poetry-lower-1766320655944-10",
        "type": "poetry"
      },
      {
        "title": "梅花开得早",
        "content": "墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。",
        "pinyin": "qiáng jiǎo shù zhī méi, líng hán dú zì kāi. yáo zhī bù shì xuě, wéi yǒu àn xiāng lái.",
        "author": "王安石",
        "dynasty": "宋朝",
        "interpretation": "墙角那里有几枝梅花，在寒冷的冬天里自己开放。远远看去像是雪花，但知道不是雪，因为有淡淡的香味飘过来。",
        "background": "王安石爷爷在冬天的时候，看到墙角有几枝梅花不怕冷，自己悄悄地开放了，还散发着香味，觉得很勇敢。",
        "usage": "写冬天的花、写勇敢不怕困难或者写香味的作文时可以用，很坚强！",
        "id": "poetry-lower-1766320655944-11",
        "type": "poetry"
      },
      {
        "title": "小娃撑小艇",
        "content": "小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。",
        "pinyin": "xiǎo wá chēng xiǎo tǐng, tōu cǎi bái lián huí. bù jiě cáng zōng jì, fú píng yī dào kāi.",
        "author": "白居易",
        "dynasty": "唐朝",
        "interpretation": "小朋友撑着小船，偷偷去采白色的莲花回来。他不知道要藏好自己走过的路，水上的浮萍被船划开了一条道。",
        "background": "白居易叔叔看到一个小朋友划着小船去采莲花，小朋友以为没人发现，但是船走过的地方浮萍都分开了，很容易被看出来。",
        "usage": "写小朋友调皮、写划船或者写可爱的事情时可以用，很有趣！",
        "id": "poetry-lower-1766320655944-12",
        "type": "poetry"
      },
      {
        "title": "春风吹柳条",
        "content": "碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。",
        "pinyin": "bì yù zhuāng chéng yī shù gāo, wàn tiáo chuí xià lǜ sī tāo. bù zhī xì yè shuí cái chū, èr yuè chūn fēng sì jiǎn dāo.",
        "author": "贺知章",
        "dynasty": "唐朝",
        "interpretation": "高高的柳树像绿色的宝石一样美丽，千万条柳枝垂下来像绿色的丝带。不知道这些细细的叶子是谁剪出来的，原来二月的春风就像一把剪刀。",
        "background": "贺知章爷爷在春天看到柳树发芽，觉得新长出来的叶子很精致，就像有人用剪刀精心剪出来的一样。",
        "usage": "写春天的柳树、写春风或者写事物很精美的作文时可以用，很生动！",
        "id": "poetry-lower-1766320655944-13",
        "type": "poetry"
      },
      {
        "title": "悯农惜粮食",
        "content": "锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦。",
        "pinyin": "chú hé rì dāng wǔ, hàn dī hé xià tǔ. shuí zhī pán zhōng cān, lì lì jiē xīn kǔ.",
        "author": "李绅",
        "dynasty": "唐朝",
        "interpretation": "中午太阳很热的时候，农民伯伯还在田里锄草，汗水一滴一滴掉在稻苗下面的土地上。谁知道盘子里的饭菜，每一粒都是农民伯伯辛苦种出来的。",
        "background": "李绅叔叔看到农民伯伯在大热天里干活很辛苦，想告诉大家要珍惜粮食，不能浪费。",
        "usage": "写珍惜粮食、写农民辛苦或者写要爱护劳动成果的作文时可以用，很有教育意义！",
        "id": "poetry-lower-1766320655944-14",
        "type": "poetry"
      },
      {
        "title": "风儿吹呀吹",
        "content": "解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。",
        "pinyin": "jiě luò sān qiū yè, néng kāi èr yuè huā. guò jiāng qiān chǐ làng, rù zhú wàn gān xié.",
        "author": "李峤",
        "dynasty": "唐朝",
        "interpretation": "风儿能把秋天的叶子吹落下来，也能让二月的花儿开放。风吹过江面掀起很高的浪花，风吹进竹林让竹子都弯下了腰。",
        "background": "李峤叔叔观察风在不同季节和地方的表现，发现风有很大的力量，能影响很多东西。",
        "usage": "写风的作用、写自然力量或者写季节变化的作文时可以用，很形象！",
        "id": "poetry-lower-1766320655944-15",
        "type": "poetry"
      },
      {
        "title": "山村小景美",
        "content": "一去二三里，烟村四五家。亭台六七座，八九十枝花。",
        "pinyin": "yī qù èr sān lǐ, yān cūn sì wǔ jiā. tíng tái liù qī zuò, bā jiǔ shí zhī huā.",
        "author": "邵雍",
        "dynasty": "宋朝",
        "interpretation": "走了两三里路，看到有炊烟的村子里住着四五户人家。有六七座亭子和楼台，还有八九十枝美丽的花。",
        "background": "邵雍爷爷走在乡间小路上，看到了一个美丽的小村庄，用数字把看到的景色串联起来，很有趣。",
        "usage": "写乡村风景、练习用数字或者写安静美好的地方时可以用，朗朗上口！",
        "id": "poetry-lower-1766320655944-16",
        "type": "poetry"
      },
      {
        "title": "游子唱离歌",
        "content": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。",
        "pinyin": "cí mǔ shǒu zhōng xiàn, yóu zǐ shēn shàng yī. lín xíng mì mì féng, yì kǒng chí chí guī. shuí yán cùn cǎo xīn, bào dé sān chūn huī.",
        "author": "孟郊",
        "dynasty": "唐朝",
        "interpretation": "慈爱的妈妈手里拿着针线，为要远行的孩子缝制衣服。出发前把衣服缝得密密的，怕孩子很晚才回来。谁说小草一样的孝心，能报答得了春天太阳一样的母爱呢？",
        "background": "孟郊叔叔要出远门，看到妈妈为他缝制衣服，针脚很密很密，感受到妈妈对他的爱和担心。",
        "usage": "写母爱、写感恩或者写家人关爱的作文时可以用，很感人！",
        "id": "poetry-lower-1766320655944-17",
        "type": "poetry"
      },
      {
        "title": "黄鹤楼前望",
        "content": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。",
        "pinyin": "xī rén yǐ chéng huáng hè qù, cǐ dì kōng yú huáng hè lóu. huáng hè yī qù bù fù fǎn, bái yún qiān zǎi kōng yōu yōu.",
        "author": "崔颢",
        "dynasty": "唐朝",
        "interpretation": "传说中的人已经乘着黄鹤飞走了，这里只剩下空空的黄鹤楼。黄鹤飞走了再也没有回来，只有白云千年来在天上慢慢地飘着。",
        "background": "崔颢叔叔登上黄鹤楼，听到关于仙人乘鹤飞天的传说，看到楼还在但人已不在，感到时间过得很快。",
        "usage": "写登高远望、写思念或者写时间流逝的作文时可以用，很有诗意！",
        "id": "poetry-lower-1766320655944-18",
        "type": "poetry"
      },
      {
        "title": "竹里馆静悄悄",
        "content": "独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。",
        "pinyin": "dú zuò yōu huáng lǐ, tán qín fù cháng xiào. shēn lín rén bù zhī, míng yuè lái xiāng zhào.",
        "author": "王维",
        "dynasty": "唐朝",
        "interpretation": "一个人坐在安静的竹林里，弹弹琴又大声歌唱。深深的树林里别人都不知道，只有明亮的月亮来陪伴我。",
        "background": "王维叔叔喜欢安静的地方，经常一个人到竹林里弹琴，觉得只有月亮最懂他的心情。",
        "usage": "写安静的环境、写独处的时光或者写月夜的作文时可以用，很宁静！",
        "id": "poetry-lower-1766320655944-19",
        "type": "poetry"
      }
    ],
    "middle": [
      {
        "title": "千里共婵娟——思念之美",
        "content": "但愿人长久，千里共婵娟。",
        "pinyin": "dàn yuàn rén cháng jiǔ，qiān lǐ gòng chán juān。",
        "author": "苏轼",
        "dynasty": "宋代",
        "interpretation": "只希望亲人能够平安健康，虽然相隔千里，也能共同欣赏这美好的月亮。",
        "background": "苏轼在中秋节思念弟弟苏辙时写下的千古名句。当时兄弟二人因为仕途原因分别多年，苏轼望月思人，感叹人生离合，最终化悲伤为祝愿。",
        "usage": "写作文时表达对远方亲人朋友的思念和祝福，特别适合写家人、友情相关的主题，能让文章充满温暖的人文情怀。",
        "id": "poetry-middle-1766320736771-0",
        "type": "poetry"
      },
      {
        "title": "春风化雨润物无声",
        "content": "好雨知时节，当春乃发生。随风潜入夜，润物细无声。",
        "pinyin": "hǎo yǔ zhī shí jié，dāng chūn nǎi fā shēng。suí fēng qián rù yè，rùn wù xì wú shēng。",
        "author": "杜甫",
        "dynasty": "唐代",
        "interpretation": "好雨似乎知道时节，在春天的时候就下起来了。随着春风悄悄地在夜里下着，默默地滋润着万物。",
        "background": "杜甫居住在成都草堂时，看到春雨滋润大地万物复苏的美好景象，联想到老师的教导如春风化雨般温和而深远。",
        "usage": "写老师、父母的教育方式时可以引用，也可以用来形容任何默默奉献、润物无声的美好品质。",
        "id": "poetry-middle-1766320736771-1",
        "type": "poetry"
      },
      {
        "title": "少年壮志满胸怀",
        "content": "欲穷千里目，更上一层楼。",
        "pinyin": "yù qióng qiān lǐ mù，gèng shàng yī céng lóu。",
        "author": "王之涣",
        "dynasty": "唐代",
        "interpretation": "想要看到更远的风景，就要登上更高的楼层。",
        "background": "王之涣登上鹳雀楼，被黄河与太行山的壮美景色震撼，感悟到只有不断攀登才能看到更广阔的世界。",
        "usage": "写志向、理想、学习进步等主题时使用，鼓励自己和他人要有远大目标，勇于攀登高峰。",
        "id": "poetry-middle-1766320736771-2",
        "type": "poetry"
      },
      {
        "title": "梅花香自苦寒来",
        "content": "墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。",
        "pinyin": "qiáng jiǎo shù zhī méi，líng hán dú zì kāi。yáo zhī bù shì xuě，wèi yǒu àn xiāng lái。",
        "author": "王安石",
        "dynasty": "宋代",
        "interpretation": "墙角有几枝梅花，冒着严寒独自开放。远远看去知道不是雪，是因为有淡淡的香味飘来。",
        "background": "王安石在政治改革遇到困难时，看到梅花在严寒中依然绽放，感受到坚持理想的可贵品质。",
        "usage": "写坚持不懈、面对困难不屈服的品格，或赞美那些在逆境中依然坚强的人。",
        "id": "poetry-middle-1766320736771-3",
        "type": "poetry"
      },
      {
        "title": "江南春色满人间",
        "content": "日出江花红胜火，春来江水绿如蓝。能不忆江南？",
        "pinyin": "rì chū jiāng huā hóng shèng huǒ，chūn lái jiāng shuǐ lǜ rú lán。néng bù yì jiāng nán？",
        "author": "白居易",
        "dynasty": "唐代",
        "interpretation": "春天日出时江边的花儿比火还要红，江水绿得像蓝草一样。怎能不怀念江南呢？",
        "background": "白居易年老时回忆年轻时在江南的美好时光，那里的春色让他终生难忘。",
        "usage": "描写美丽的春景，表达对家乡或美好地方的怀念之情，也可用来形容色彩鲜艳的美景。",
        "id": "poetry-middle-1766320736771-4",
        "type": "poetry"
      },
      {
        "title": "小荷初露尖尖角",
        "content": "小荷才露尖尖角，早有蜻蜓立上头。",
        "pinyin": "xiǎo hé cái lù jiān jiān jiǎo，zǎo yǒu qīng tíng lì shàng tóu。",
        "author": "杨万里",
        "dynasty": "宋代",
        "interpretation": "小荷花刚刚露出尖尖的角，就已经有蜻蜓停在上面了。",
        "background": "杨万里在初夏的池塘边看到荷花含苞待放，蜻蜓轻盈地停在花苞上的清新景象。",
        "usage": "描写夏日池塘美景，也可比喻新生事物的美好前景，或者形容年少有才华的人。",
        "id": "poetry-middle-1766320736771-5",
        "type": "poetry"
      },
      {
        "title": "秋夜思君不见君",
        "content": "银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。",
        "pinyin": "yín zhú qiū guāng lěng huà píng，qīng luó xiǎo shàn pū liú yíng。tiān jiē yè sè liáng rú shuǐ，wò kàn qiān niú zhī nǚ xīng。",
        "author": "杜牧",
        "dynasty": "唐代",
        "interpretation": "银白的蜡烛发出冷冷的光，照着画屏；手拿着轻薄的纨扇扑打萤火虫。石阶上夜色凉爽如水，躺着观看牵牛织女星。",
        "background": "描写宫女在秋夜的孤独生活，通过细腻的景物描写表现人物内心的寂寞。",
        "usage": "描写安静的夏夜或秋夜，表现宁静致远的心境，也可用来写独自思考的美好时光。",
        "id": "poetry-middle-1766320736771-6",
        "type": "poetry"
      },
      {
        "title": "落红护花情更深",
        "content": "落红不是无情物，化作春泥更护花。",
        "pinyin": "luò hóng bù shì wú qíng wù，huà zuò chūn ní gèng hù huā。",
        "author": "龚自珍",
        "dynasty": "清代",
        "interpretation": "落下的花并不是无情的东西，化作春天的泥土更好地保护花朵。",
        "background": "龚自珍辞官返乡时，以落花自喻，表达自己虽然离开官场，但仍要为国家和人民贡献力量的决心。",
        "usage": "表达奉献精神，赞美那些默默付出、不求回报的精神品质，也可用来写老师、父母的无私奉献。",
        "id": "poetry-middle-1766320736771-7",
        "type": "poetry"
      },
      {
        "title": "飞流直下三千尺",
        "content": "飞流直下三千尺，疑是银河落九天。",
        "pinyin": "fēi liú zhí xià sān qiān chǐ，yí shì yín hé luò jiǔ tiān。",
        "author": "李白",
        "dynasty": "唐代",
        "interpretation": "瀑布从高处直泻而下三千尺，好像是银河从九天落下来一样。",
        "background": "李白游览庐山时，被香炉峰瀑布的壮观景象深深震撼，用夸张的手法表现瀑布的雄伟。",
        "usage": "描写瀑布、大雨等水流湍急的景象，也可用来比喻气势宏大、震撼人心的场面。",
        "id": "poetry-middle-1766320736771-8",
        "type": "poetry"
      },
      {
        "title": "儿童相见不相识",
        "content": "儿童相见不相识，笑问客从何处来。",
        "pinyin": "ér tóng xiāng jiàn bù xiāng shí，xiào wèn kè cóng hé chù lái。",
        "author": "贺知章",
        "dynasty": "唐代",
        "interpretation": "家乡的儿童见到我却不认识，笑着问我这个客人是从哪里来的。",
        "background": "贺知章年老回到故乡，发现时光荏苒，连儿童都不认识他了，感叹岁月的流逝。",
        "usage": "写时光流逝、物是人非的感慨，也可用来写童真童趣，表现儿童的天真可爱。",
        "id": "poetry-middle-1766320736771-9",
        "type": "poetry"
      },
      {
        "title": "春蚕到死丝方尽",
        "content": "春蚕到死丝方尽，蜡炬成灰泪始干。",
        "pinyin": "chūn cán dào sǐ sī fāng jìn，là jù chéng huī lèi shǐ gān。",
        "author": "李商隐",
        "dynasty": "唐代",
        "interpretation": "春蚕到死才停止吐丝，蜡烛烧成灰烬时眼泪才干。",
        "background": "李商隐以春蚕和蜡烛比喻自己对所爱之人的深情，表达至死不渝的感情。",
        "usage": "比喻老师、父母等的无私奉献精神，表现为他人燃烧自己、毫无保留的品质。",
        "id": "poetry-middle-1766320736771-10",
        "type": "poetry"
      },
      {
        "title": "野火烧不尽春草",
        "content": "野火烧不尽，春风吹又生。",
        "pinyin": "yě huǒ shāo bù jìn，chūn fēng chuī yòu shēng。",
        "author": "白居易",
        "dynasty": "唐代",
        "interpretation": "野火烧不完野草，春风吹来又重新生长。",
        "background": "白居易通过对草原野草的观察，感悟到生命力的顽强和不屈不挠的精神。",
        "usage": "比喻顽强的生命力，表现不怕挫折、越挫越勇的精神，也可写大自然生命力的旺盛。",
        "id": "poetry-middle-1766320736771-11",
        "type": "poetry"
      },
      {
        "title": "桃花潭水深千尺",
        "content": "桃花潭水深千尺，不及汪伦送我情。",
        "pinyin": "táo huā tán shuǐ shēn qiān chǐ，bù jí wāng lún sòng wǒ qíng。",
        "author": "李白",
        "dynasty": "唐代",
        "interpretation": "桃花潭的水有千尺深，也比不上汪伦送别我的情谊深厚。",
        "background": "李白要离开桃花潭时，好友汪伦前来送行，李白被这份真挚的友情深深感动。",
        "usage": "表达深厚的友谊，赞美朋友之间真挚的感情，也可用来写任何深厚的感情。",
        "id": "poetry-middle-1766320736771-12",
        "type": "poetry"
      },
      {
        "title": "黄河入海不复回",
        "content": "黄河之水天上来，奔流到海不复回。",
        "pinyin": "huáng hé zhī shuǐ tiān shàng lái，bēn liú dào hǎi bù fù huí。",
        "author": "李白",
        "dynasty": "唐代",
        "interpretation": "黄河的水从天上流下来，奔流到大海就不再回来了。",
        "background": "李白用夸张的手法描写黄河的雄伟，感叹时光如流水，一去不复返。",
        "usage": "描写黄河等大江大河的壮观，也比喻时光流逝，提醒人们珍惜时间。",
        "id": "poetry-middle-1766320736771-13",
        "type": "poetry"
      },
      {
        "title": "山重水复疑无路",
        "content": "山重水复疑无路，柳暗花明又一村。",
        "pinyin": "shān chóng shuǐ fù yí wú lù，liǔ àn huā míng yòu yī cūn。",
        "author": "陆游",
        "dynasty": "宋代",
        "interpretation": "山峦重叠水流曲折好像没有路了，柳绿花艳忽然又出现一个村庄。",
        "background": "陆游在乡村游览时迷路，正当以为无路可走时，突然发现前方别有洞天。",
        "usage": "比喻在困难中看到希望，鼓励人们在挫折中不要放弃，坚持下去就会有转机。",
        "id": "poetry-middle-1766320736771-14",
        "type": "poetry"
      },
      {
        "title": "红杏枝头春意闹",
        "content": "春色满园关不住，一枝红杏出墙来。",
        "pinyin": "chūn sè mǎn yuán guān bù zhù，yī zhī hóng xìng chū qiáng lái。",
        "author": "叶绍翁",
        "dynasty": "宋代",
        "interpretation": "满园的春色关也关不住，一枝红色的杏花已经伸出墙外来了。",
        "background": "叶绍翁想进入朋友的花园赏花，发现门关着，但看到一枝红杏伸出墙外，感受到春天的美好。",
        "usage": "描写春天的美丽景色，也比喻美好的事物无法掩盖，总会展现出来。",
        "id": "poetry-middle-1766320736771-15",
        "type": "poetry"
      },
      {
        "title": "大漠孤烟直上天",
        "content": "大漠孤烟直，长河落日圆。",
        "pinyin": "dà mò gū yān zhí，cháng hé luò rì yuán。",
        "author": "王维",
        "dynasty": "唐代",
        "interpretation": "沙漠中孤零零的炊烟直上天空，长河上的落日又大又圆。",
        "background": "王维出使边塞时，被大漠黄昏的壮美景象深深震撼，写下这千古名句。",
        "usage": "描写西北边塞的壮丽景色，也可用来表现开阔的胸怀和豪迈的情怀。",
        "id": "poetry-middle-1766320736771-16",
        "type": "poetry"
      },
      {
        "title": "月落乌啼霜满天",
        "content": "月落乌啼霜满天，江枫渔火对愁眠。",
        "pinyin": "yuè luò wū tí shuāng mǎn tiān，jiāng fēng yú huǒ duì chóu mián。",
        "author": "张继",
        "dynasty": "唐代",
        "interpretation": "月亮落下乌鸦啼叫寒霜满天，江边枫树渔船火光伴我愁眠。",
        "background": "张继夜泊枫桥时，秋夜的凄清景色触发了游子的思乡之情。",
        "usage": "描写秋夜的凄美景色，表达思乡或离愁别绪的情感，营造宁静致远的意境。",
        "id": "poetry-middle-1766320736771-17",
        "type": "poetry"
      },
      {
        "title": "不识庐山真面目",
        "content": "不识庐山真面目，只缘身在此山中。",
        "pinyin": "bù shí lú shān zhēn miàn mù，zhǐ yuán shēn zài cǐ shān zhōng。",
        "author": "苏轼",
        "dynasty": "宋代",
        "interpretation": "不能认识庐山的真正面目，只是因为自己身处在这座山中。",
        "background": "苏轼游览庐山时，从不同角度看到不同的景色，感悟到看问题要全面客观。",
        "usage": "说明看问题要全面，要跳出局限看问题的本质，也比喻当局者迷，旁观者清。",
        "id": "poetry-middle-1766320736771-18",
        "type": "poetry"
      },
      {
        "title": "万紫千红总是春",
        "content": "等闲识得东风面，万紫千红总是春。",
        "pinyin": "děng xián shí dé dōng fēng miàn，wàn zǐ qiān hóng zǒng shì chūn。",
        "author": "朱熹",
        "dynasty": "宋代",
        "interpretation": "很容易就能认出东风的面貌，满眼的万紫千红都是春光。",
        "background": "朱熹在泗水河畔寻找圣人的足迹，感受到春日的美好，领悟到知识如春风般滋润心田。",
        "usage": "描写春天百花齐放的美景，也比喻丰富多彩的美好事物，或者知识带来的启发。",
        "id": "poetry-middle-1766320736771-19",
        "type": "poetry"
      }
    ],
    "upper": [
      {
        "title": "壮志未酬的千古悲歌",
        "content": "出师未捷身先死，长使英雄泪满襟。",
        "pinyin": "chū shī wèi jié shēn xiān sǐ, cháng shǐ yīng xióng lèi mǎn jīn",
        "author": "杜甫",
        "dynasty": "唐代",
        "interpretation": "诸葛亮还没有完成北伐大业就去世了，常常让后世的英雄们感动得热泪满怀。",
        "background": "杜甫在成都武侯祠瞻仰诸葛亮遗像时，想到这位千古名相鞠躬尽瘁却壮志未酬的悲剧命运，深有感触而作此诗。",
        "usage": "适用于描写历史人物的悲剧色彩，表达对英雄人物的敬佩和惋惜之情；也可用于议论文中论述理想与现实的冲突。",
        "id": "poetry-upper-1766320826068-0",
        "type": "poetry"
      },
      {
        "title": "少年意气的豪迈宣言",
        "content": "长风破浪会有时，直挂云帆济沧海。",
        "pinyin": "cháng fēng pò làng huì yǒu shí, zhí guà yún fān jì cāng hǎi",
        "author": "李白",
        "dynasty": "唐代",
        "interpretation": "乘风破浪的时机总会到来，到那时我要高高挂起云帆，横渡沧海。",
        "background": "李白因得罪权贵被排挤出长安时，内心虽然痛苦但依然保持乐观，相信自己终有一天会实现政治抱负。",
        "usage": "适用于励志主题的作文，表达面对困难时的乐观态度和坚定信念；也可用于描写青少年的理想抱负。",
        "id": "poetry-upper-1766320826068-1",
        "type": "poetry"
      },
      {
        "title": "时光易逝的人生感悟",
        "content": "无可奈何花落去，似曾相识燕归来。",
        "pinyin": "wú kě nài hé huā luò qù, sì céng xiāng shí yàn guī lái",
        "author": "晏殊",
        "dynasty": "宋代",
        "interpretation": "花儿总要凋落，这是无法改变的自然规律，但那归来的燕子好像是去年见过的老朋友。",
        "background": "晏殊在春日游园时，看到花开花落、燕去燕来的自然景象，感慨时光流逝和生命轮回的哲理。",
        "usage": "适用于描写季节变迁、时光流逝的散文；表达对生命循环的思考和对逝去美好的眷恋。",
        "id": "poetry-upper-1766320826068-2",
        "type": "poetry"
      },
      {
        "title": "相思之苦的动人描摹",
        "content": "红豆生南国，春来发几枝。愿君多采撷，此物最相思。",
        "pinyin": "hóng dòu shēng nán guó, chūn lái fā jǐ zhī. yuàn jūn duō cǎi xié, cǐ wù zuì xiāng sī",
        "author": "王维",
        "dynasty": "唐代",
        "interpretation": "红豆生长在南方，春天来了不知发了多少新枝。希望你多多采摘它，因为它最能寄托相思之情。",
        "background": "王维怀念远方的朋友，借红豆这一南方特产来表达深深的思念之情，红豆因此成为相思的象征。",
        "usage": "适用于表达思念、友情、爱情的主题作文；可用于借物抒情的写作手法示范。",
        "id": "poetry-upper-1766320826068-3",
        "type": "poetry"
      },
      {
        "title": "坚韧品格的人格写照",
        "content": "千磨万击还坚劲，任尔东西南北风。",
        "pinyin": "qiān mó wàn jī hái jiān jìn, rèn ěr dōng xī nán běi fēng",
        "author": "郑燮",
        "dynasty": "清代",
        "interpretation": "经受了千万次的折磨和打击仍然坚韧有力，任凭你刮东南西北的狂风。",
        "background": "郑板桥托物言志，以竹子的坚韧品格自喻，表达自己在仕途坎坷中依然保持正直品格的决心。",
        "usage": "适用于议论文论述坚韧不拔的品质；描写在困境中保持本色的人物形象。",
        "id": "poetry-upper-1766320826068-4",
        "type": "poetry"
      },
      {
        "title": "人生哲理的深刻感悟",
        "content": "山重水复疑无路，柳暗花明又一村。",
        "pinyin": "shān chóng shuǐ fù yí wú lù, liǔ àn huā míng yòu yī cūn",
        "author": "陆游",
        "dynasty": "宋代",
        "interpretation": "山峦重重，水道弯弯，正疑无路可走时，忽然眼前出现柳绿花红的又一个村庄。",
        "background": "陆游游山西村时，被美丽的乡村景色所打动，从自然景观中悟出了人生哲理——困境中总有转机。",
        "usage": "适用于励志主题，说明困难是暂时的，只要坚持就会有希望；也可用于描写景色的层次感。",
        "id": "poetry-upper-1766320826068-5",
        "type": "poetry"
      },
      {
        "title": "爱国情怀的悲壮表达",
        "content": "王师北定中原日，家祭无忘告乃翁。",
        "pinyin": "wáng shī běi dìng zhōng yuán rì, jiā jì wú wàng gào nǎi wēng",
        "author": "陆游",
        "dynasty": "宋代",
        "interpretation": "当朝廷军队收复中原的时候，在家祭时不要忘记把这个好消息告诉你们的父亲。",
        "background": "陆游在临终前写下遗诗，表达了他至死不渝的爱国情怀和对收复失地的强烈愿望。",
        "usage": "适用于爱国主题作文，表达对祖国统一的渴望；也可用于表现老一辈的殷切期望。",
        "id": "poetry-upper-1766320826068-6",
        "type": "poetry"
      },
      {
        "title": "母爱深恩的动情赞颂",
        "content": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。",
        "pinyin": "cí mǔ shǒu zhōng xiàn, yóu zǐ shēn shàng yī. lín xíng mì mì féng, yì kǒng chí chí guī. shuí yán cùn cǎo xīn, bào dé sān chūn huī",
        "author": "孟郊",
        "dynasty": "唐代",
        "interpretation": "慈爱的母亲手中拿着针线，为即将远行的儿子缝制衣服。出行前针脚缝得密密的，担心儿子很久才能回来。谁说子女像小草那样微弱的孝心，能报答得了母亲像春晖般的恩情呢？",
        "background": "孟郊中年得志，想起母亲多年的辛苦和关怀，有感而发写下这首传颂千古的母爱赞歌。",
        "usage": "适用于亲情主题作文，表达对母爱的感恩；可用于细节描写的示范，体现真情实感。",
        "id": "poetry-upper-1766320826068-7",
        "type": "poetry"
      },
      {
        "title": "惜时劝学的智慧箴言",
        "content": "黑发不知勤学早，白首方悔读书迟。",
        "pinyin": "hēi fà bù zhī qín xué zǎo, bái shǒu fāng huǐ dú shū chí",
        "author": "颜真卿",
        "dynasty": "唐代",
        "interpretation": "年少时不知道要勤奋学习，到老了才后悔读书太迟。",
        "background": "颜真卿不仅是书法大家，更是饱学之士，他深知学习的重要性，写下这句劝学名言。",
        "usage": "适用于议论文论述学习的重要性；劝诫同学珍惜时光、努力学习的励志主题。",
        "id": "poetry-upper-1766320826068-8",
        "type": "poetry"
      },
      {
        "title": "自然美景的诗意描绘",
        "content": "接天莲叶无穷碧，映日荷花别样红。",
        "pinyin": "jiē tiān lián yè wú qióng bì, yìng rì hé huā bié yàng hóng",
        "author": "杨万里",
        "dynasty": "宋代",
        "interpretation": "莲叶无边无际，与天空相接，呈现无穷的碧绿，荷花在阳光映照下显得格外鲜红。",
        "background": "杨万里在西湖游玩时，被六月荷花的美景深深震撼，当即作诗记录这美好的瞬间。",
        "usage": "适用于写景散文，描绘夏日荷塘美景；可用于色彩搭配和动静结合的写作技巧示范。",
        "id": "poetry-upper-1766320826068-9",
        "type": "poetry"
      },
      {
        "title": "离别相思的缠绵情愫",
        "content": "此情可待成追忆，只是当时已惘然。",
        "pinyin": "cǐ qíng kě dài chéng zhuī yì, zhǐ shì dāng shí yǐ wǎng rán",
        "author": "李商隐",
        "dynasty": "唐代",
        "interpretation": "这份感情岂能等到今天才来追忆，只是在当时就已经让人感到迷茫了。",
        "background": "李商隐回忆往昔的爱情，感慨时光流逝和感情的复杂，表达了对逝去爱情的无奈和眷恋。",
        "usage": "适用于表达对过往的怀念和反思；可用于青春题材作文中表现成长的感悟。",
        "id": "poetry-upper-1766320826068-10",
        "type": "poetry"
      },
      {
        "title": "友谊深厚的真挚情感",
        "content": "海内存知己，天涯若比邻。",
        "pinyin": "hǎi nèi cún zhī jǐ, tiān yá ruò bǐ lín",
        "author": "王勃",
        "dynasty": "唐代",
        "interpretation": "四海之内有知心朋友，即使远在天涯海角也像近邻一样。",
        "background": "王勃在送别朋友时，不愿写悲伤的离别诗，而是表达了对友谊永恒的信念和豁达的胸怀。",
        "usage": "适用于友谊主题作文，表达真挚的友情不受距离限制；也可用于安慰离别的朋友。",
        "id": "poetry-upper-1766320826068-11",
        "type": "poetry"
      },
      {
        "title": "人生际遇的深沉思考",
        "content": "人生得意须尽欢，莫使金樽空对月。",
        "pinyin": "rén shēng dé yì xū jìn huān, mò shǐ jīn zūn kōng duì yuè",
        "author": "李白",
        "dynasty": "唐代",
        "interpretation": "人生得意的时候应该尽情享受快乐，不要让金杯空对明月而辜负了美好时光。",
        "background": "李白在与朋友聚会时，感慨人生短暂无常，主张及时行乐，珍惜当下的美好时光。",
        "usage": "适用于表达珍惜当下、把握机会的主题；可用于议论文中论述正确的人生态度。",
        "id": "poetry-upper-1766320826068-12",
        "type": "poetry"
      },
      {
        "title": "春天生机的欣然赞美",
        "content": "春色满园关不住，一枝红杏出墙来。",
        "pinyin": "chūn sè mǎn yuán guān bù zhù, yī zhī hóng xìng chū qiáng lái",
        "author": "叶绍翁",
        "dynasty": "宋代",
        "interpretation": "满园的春色是关也关不住的，一枝红艳的杏花已经探出墙头。",
        "background": "叶绍翁春日访友不遇，但园外探墙而出的杏花让他感受到了盎然春意，遂成此名句。",
        "usage": "适用于描写春天景色的作文；也可用于比喻新鲜事物的蓬勃发展和不可阻挡的趋势。",
        "id": "poetry-upper-1766320826068-13",
        "type": "poetry"
      },
      {
        "title": "边塞征战的悲壮情怀",
        "content": "黄沙百战穿金甲，不破楼兰终不还。",
        "pinyin": "huáng shā bǎi zhàn chuān jīn jiǎ, bù pò lóu lán zhōng bù huán",
        "author": "王昌龄",
        "dynasty": "唐代",
        "interpretation": "在黄沙漫天的战场上百战归来，铠甲都被磨穿了，但不攻破楼兰就决不回还。",
        "background": "王昌龄描绘戍边将士的英勇和决心，表现了古代军人保家卫国的崇高精神和坚定意志。",
        "usage": "适用于表达坚定意志和爱国情怀的主题；可用于描写军人或英雄人物的崇高品质。",
        "id": "poetry-upper-1766320826068-14",
        "type": "poetry"
      },
      {
        "title": "读书求知的人生智慧",
        "content": "问渠那得清如许，为有源头活水来。",
        "pinyin": "wèn qú nà dé qīng rú xǔ, wéi yǒu yuán tóu huó shuǐ lái",
        "author": "朱熹",
        "dynasty": "宋代",
        "interpretation": "要问池水为什么这样清澈呢？因为有源头的活水不断流来。",
        "background": "朱熹以池塘活水比喻学问的清澈透彻需要不断学习新知识，如活水源源不断补充。",
        "usage": "适用于学习主题的作文，强调持续学习的重要性；也可用于比喻创新思维需要不断的知识积累。",
        "id": "poetry-upper-1766320826068-15",
        "type": "poetry"
      },
      {
        "title": "月夜思乡的动人情怀",
        "content": "露从今夜白，月是故乡明。",
        "pinyin": "lù cóng jīn yè bái, yuè shì gù xiāng míng",
        "author": "杜甫",
        "dynasty": "唐代",
        "interpretation": "从今夜开始露水就要变白了，月亮还是故乡的最明亮。",
        "background": "杜甫在秋夜思念家乡和亲人，感慨流落他乡的孤寂，表达了浓浓的思乡之情。",
        "usage": "适用于表达思乡情感的作文；可用于描写游子对家乡的眷恋和对亲人的思念。",
        "id": "poetry-upper-1766320826068-16",
        "type": "poetry"
      },
      {
        "title": "梦想追求的执着信念",
        "content": "老夫聊发少年狂，左牵黄，右擎苍。",
        "pinyin": "lǎo fū liáo fā shào nián kuáng, zuǒ qiān huáng, yòu qíng cāng",
        "author": "苏轼",
        "dynasty": "宋代",
        "interpretation": "我这个老头暂且表现出少年的狂放，左手牵着黄狗，右臂举着苍鹰。",
        "background": "苏轼在密州做官时，虽然年过不惑，但仍保持着建功立业的雄心壮志和青春活力。",
        "usage": "适用于表达积极进取的人生态度；可用于描写中年人依然保持青春活力的精神状态。",
        "id": "poetry-upper-1766320826068-17",
        "type": "poetry"
      },
      {
        "title": "人生感悟的哲理思辨",
        "content": "人有悲欢离合，月有阴晴圆缺，此事古难全。",
        "pinyin": "rén yǒu bēi huān lí hé, yuè yǒu yīn qíng yuán quē, cǐ shì gǔ nán quán",
        "author": "苏轼",
        "dynasty": "宋代",
        "interpretation": "人有悲伤和欢乐、离别和团聚，月亮有阴霾和晴朗、圆满和残缺，这些事自古以来就很难完全如意。",
        "background": "苏轼中秋节思念弟弟，从天上月圆月缺联想到人间离合，表达了对人生不完美的理性认识。",
        "usage": "适用于人生哲理类议论文；可用于安慰他人或表达对生活中不如意的豁达态度。",
        "id": "poetry-upper-1766320826068-18",
        "type": "poetry"
      },
      {
        "title": "秋日萧瑟的深沉意境",
        "content": "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。",
        "pinyin": "kū téng lǎo shù hūn yā, xiǎo qiáo liú shuǐ rén jiā, gǔ dào xī fēng shòu mǎ. xī yáng xī xià, duàn cháng rén zài tiān yá",
        "author": "马致远",
        "dynasty": "元代",
        "interpretation": "枯萎的藤蔓，苍老的大树，黄昏归巢的乌鸦，小桥流水边温馨的农家，荒凉古道上西风中的瘦马。夕阳向西下山，伤心的人儿在天涯漂泊。",
        "background": "马致远客居他乡，深秋时节触景生情，用九个名词组成的画面表达了浓浓的乡愁和人生的无奈。",
        "usage": "适用于写景抒情的散文，营造萧瑟的秋日氛围；也可用于表达孤独和思乡的情感。",
        "id": "poetry-upper-1766320826068-19",
        "type": "poetry"
      }
    ]
  },
  "quote": {
    "lower": [
      {
        "title": "聪明勤奋的小蜜蜂",
        "content": "天才是百分之一的灵感，百分之九十九的汗水。",
        "pinyin": "tiān cái shì bǎi fēn zhī yī de líng gǎn，bǎi fēn zhī jiǔ shí jiǔ de hàn shuǐ。",
        "author": "爱迪生",
        "dynasty": "近现代",
        "interpretation": "聪明只是很小的一部分，努力才是最重要的。就像小蜜蜂一样，要勤劳才能采到甜甜的蜜。",
        "background": "大发明家爱迪生发明了电灯泡、电话等很多东西。他每天都在实验室里做实验，像小蜜蜂一样勤劳。",
        "usage": "写学习类作文时可以用，比如《我学会了骑自行车》《我的学习心得》，告诉大家要努力练习才能成功。",
        "id": "quote-lower-1766320892261-0",
        "type": "quote"
      },
      {
        "title": "小种子的梦想",
        "content": "千里之行，始于足下。",
        "pinyin": "qiān lǐ zhī xíng，shǐ yú zú xià。",
        "author": "老子",
        "dynasty": "春秋时期",
        "interpretation": "走很远很远的路，也要从脚下第一步开始。就像小种子长成大树，要从发芽开始。",
        "background": "古代的智者老子告诉我们，做任何事情都要一步一步来，不能着急。",
        "usage": "写梦想类作文时很好用，比如《我的理想》《我想当科学家》，说明要从小事做起。",
        "id": "quote-lower-1766320892261-1",
        "type": "quote"
      },
      {
        "title": "坚强的小草",
        "content": "宝剑锋从磨砺出，梅花香自苦寒来。",
        "pinyin": "bǎo jiàn fēng cóng mó lì chū，méi huā xiāng zì kǔ hán lái。",
        "author": "民谚",
        "dynasty": "古代",
        "interpretation": "锋利的宝剑要经过磨练，美丽的梅花要经过寒冷的冬天。困难让我们变得更坚强。",
        "background": "古人发现，最美的梅花都是在冬天开放的，越是寒冷，花朵越是香甜。",
        "usage": "写克服困难的作文时用，比如《我不怕困难》《风雨中的小花》，表现勇敢精神。",
        "id": "quote-lower-1766320892261-2",
        "type": "quote"
      },
      {
        "title": "小书虫的快乐",
        "content": "书籍是人类进步的阶梯。",
        "pinyin": "shū jí shì rén lèi jìn bù de jiē tī。",
        "author": "高尔基",
        "dynasty": "近现代",
        "interpretation": "读书就像爬楼梯一样，能让我们一步步变得更聪明。",
        "background": "作家高尔基小时候很穷，但他特别爱读书，后来成了大作家。他说书就像魔法一样神奇。",
        "usage": "写读书作文时用，比如《我爱读书》《书是我的好朋友》，表达对读书的喜爱。",
        "id": "quote-lower-1766320892261-3",
        "type": "quote"
      },
      {
        "title": "团结力量大",
        "content": "众人拾柴火焰高。",
        "pinyin": "zhòng rén shí chái huǒ yàn gāo。",
        "author": "民谚",
        "dynasty": "古代",
        "interpretation": "大家一起捡柴火，火苗就会烧得很高很旺。人多力量就大。",
        "background": "古时候人们生火需要很多柴火，一个人捡不够，大家一起捡就够了。",
        "usage": "写团队合作作文时用，比如《拔河比赛》《大扫除》，说明团结的重要性。",
        "id": "quote-lower-1766320892261-4",
        "type": "quote"
      },
      {
        "title": "诚实的金子",
        "content": "诚实是最好的政策。",
        "pinyin": "chéng shí shì zuì hǎo de zhèng cè。",
        "author": "富兰克林",
        "dynasty": "近现代",
        "interpretation": "诚实是最好的做人方法。就像金子一样珍贵。",
        "background": "美国的富兰克林爷爷发现，诚实的人最受大家喜欢，撒谎的人没有朋友。",
        "usage": "写诚信类作文时用，比如《我是诚实的孩子》《不撒谎的小明》，教育要诚实。",
        "id": "quote-lower-1766320892261-5",
        "type": "quote"
      },
      {
        "title": "时间小精灵",
        "content": "一寸光阴一寸金，寸金难买寸光阴。",
        "pinyin": "yī cùn guāng yīn yī cùn jīn，cùn jīn nán mǎi cùn guāng yīn。",
        "author": "民谚",
        "dynasty": "古代",
        "interpretation": "时间和金子一样珍贵，但是用金子买不到时间。时间过去了就不会回来。",
        "background": "古人发现时间很神奇，比最贵的东西还珍贵，提醒大家要珍惜时间。",
        "usage": "写珍惜时间的作文时用，比如《珍惜时间》《我的一天》，教育要抓紧时间学习。",
        "id": "quote-lower-1766320892261-6",
        "type": "quote"
      },
      {
        "title": "勇敢的小鸟",
        "content": "世上无难事，只怕有心人。",
        "pinyin": "shì shàng wú nán shì，zhǐ pà yǒu xīn rén。",
        "author": "民谚",
        "dynasty": "古代",
        "interpretation": "世界上没有做不成的事情，只要用心去做。就像小鸟学飞一样，只要坚持就能成功。",
        "background": "古人观察发现，只要认真努力，再难的事情都能做好。",
        "usage": "写坚持不懈的作文时用，比如《我学会了游泳》《挑战自己》，鼓励勇敢尝试。",
        "id": "quote-lower-1766320892261-7",
        "type": "quote"
      },
      {
        "title": "友谊的花朵",
        "content": "朋友是另一个自己。",
        "pinyin": "péng yǒu shì lìng yī gè zì jǐ。",
        "author": "西塞罗",
        "dynasty": "古代西方",
        "interpretation": "好朋友就像另一个自己一样，会关心你、帮助你。",
        "background": "古代的智者发现，真正的朋友会像对待自己一样对待你。",
        "usage": "写友谊类作文时用，比如《我的好朋友》《友谊之花》，表达对友谊的珍视。",
        "id": "quote-lower-1766320892261-8",
        "type": "quote"
      },
      {
        "title": "感恩的心",
        "content": "谁言寸草心，报得三春晖。",
        "pinyin": "shuí yán cùn cǎo xīn，bào dé sān chūn huī。",
        "author": "孟郊",
        "dynasty": "唐代",
        "interpretation": "小草的心意怎么能报答春天阳光的恩情呢？孩子怎么能报答妈妈的爱呢？",
        "background": "诗人孟郊想到妈妈的爱就像春天的阳光一样温暖，写下这首感恩的诗。",
        "usage": "写感恩类作文时用，比如《感谢妈妈》《我爱我家》，表达对家人的感激之情。",
        "id": "quote-lower-1766320892261-9",
        "type": "quote"
      },
      {
        "title": "快乐的秘密",
        "content": "乐观者在灾祸中看到机会。",
        "pinyin": "lè guān zhě zài zāi huò zhōng kàn dào jī huì。",
        "author": "丘吉尔",
        "dynasty": "近现代",
        "interpretation": "快乐的人遇到困难时，会想办法解决，还能找到好的一面。",
        "background": "英国首相丘吉尔爷爷总是很乐观，即使遇到困难也笑嘻嘻的。",
        "usage": "写积极向上的作文时用，比如《我是快乐的孩子》《微笑面对困难》，传递正能量。",
        "id": "quote-lower-1766320892261-10",
        "type": "quote"
      },
      {
        "title": "小小种子",
        "content": "不积跬步，无以至千里。",
        "pinyin": "bù jī kuǐ bù，wú yǐ zhì qiān lǐ。",
        "author": "荀子",
        "dynasty": "战国时期",
        "interpretation": "不一步一步地走，就走不了很远的路。做事要一点一点来。",
        "background": "古代的荀子发现，所有伟大的事情都是从小事开始的。",
        "usage": "写学习过程的作文时用，比如《我的进步》《一步一个脚印》，说明积累的重要。",
        "id": "quote-lower-1766320892261-11",
        "type": "quote"
      },
      {
        "title": "自信的小太阳",
        "content": "自信是成功的第一秘诀。",
        "pinyin": "zì xìn shì chéng gōng de dì yī mì jué。",
        "author": "爱默生",
        "dynasty": "近现代",
        "interpretation": "相信自己是成功最重要的条件。就像小太阳一样，要发光发热。",
        "background": "美国作家爱默生发现，成功的人都很相信自己能做好事情。",
        "usage": "写自信类作文时用，比如《我能行》《相信自己》，鼓励建立自信心。",
        "id": "quote-lower-1766320892261-12",
        "type": "quote"
      },
      {
        "title": "帮助别人真快乐",
        "content": "赠人玫瑰，手有余香。",
        "pinyin": "zèng rén méi guì，shǒu yǒu yú xiāng。",
        "author": "民谚",
        "dynasty": "古代",
        "interpretation": "给别人玫瑰花，自己的手上也会留下香味。帮助别人，自己也会快乐。",
        "background": "古人发现，当我们帮助别人的时候，自己心里也会很开心。",
        "usage": "写助人为乐的作文时用，比如《帮助同学》《我是小雷锋》，提倡乐于助人。",
        "id": "quote-lower-1766320892261-13",
        "type": "quote"
      },
      {
        "title": "小小探险家",
        "content": "好奇心是学者的第一美德。",
        "pinyin": "hào qí xīn shì xué zhě de dì yī měi dé。",
        "author": "居里夫人",
        "dynasty": "近现代",
        "interpretation": "爱问为什么是学习的人最好的品质。就像小探险家一样，要对世界充满好奇。",
        "background": "科学家居里夫人总是问很多问题，最后发现了很多科学秘密。",
        "usage": "写探索求知的作文时用，比如《我爱提问题》《小小科学家》，鼓励好奇心。",
        "id": "quote-lower-1766320892261-14",
        "type": "quote"
      },
      {
        "title": "环保小卫士",
        "content": "地球是我们共同的家园。",
        "pinyin": "dì qiú shì wǒ men gòng tóng de jiā yuán。",
        "author": "现代环保理念",
        "dynasty": "现代",
        "interpretation": "地球就像一个大家庭的家，我们都住在里面，要一起保护它。",
        "background": "现代人发现地球环境很重要，需要大家一起来保护我们美丽的家园。",
        "usage": "写环保类作文时用，比如《保护环境》《我是环保小卫士》，培养环保意识。",
        "id": "quote-lower-1766320892261-15",
        "type": "quote"
      },
      {
        "title": "创新小发明家",
        "content": "想象力比知识更重要。",
        "pinyin": "xiǎng xiàng lì bǐ zhī shi gèng zhòng yào。",
        "author": "爱因斯坦",
        "dynasty": "近现代",
        "interpretation": "能想出新点子比知道很多知识更棒。就像小发明家一样，要有创意。",
        "background": "大科学家爱因斯坦爱做白日梦，正是这些奇思妙想帮他发现了很多科学定律。",
        "usage": "写创新类作文时用，比如《我的小发明》《奇思妙想》，鼓励创造性思维。",
        "id": "quote-lower-1766320892261-16",
        "type": "quote"
      },
      {
        "title": "健康小达人",
        "content": "身体是革命的本钱。",
        "pinyin": "shēn tǐ shì gé mìng de běn qián。",
        "author": "毛泽东",
        "dynasty": "现代",
        "interpretation": "有了健康的身体，才能做好其他事情。身体就像小汽车的引擎一样重要。",
        "background": "伟人毛主席告诉我们，身体健康是最重要的财富。",
        "usage": "写健康运动的作文时用，比如《我爱运动》《健康成长》，提倡锻炼身体。",
        "id": "quote-lower-1766320892261-17",
        "type": "quote"
      },
      {
        "title": "专心小学者",
        "content": "学而时习之，不亦说乎。",
        "pinyin": "xué ér shí xí zhī，bù yì yuè hū。",
        "author": "孔子",
        "dynasty": "春秋时期",
        "interpretation": "学了新知识，经常复习，不是很快乐吗？学习是件开心的事情。",
        "background": "大教育家孔子发现，学习新知识并经常温习，会让人很快乐很满足。",
        "usage": "写学习态度的作文时用，比如《我爱学习》《快乐学习》，表达学习的乐趣。",
        "id": "quote-lower-1766320892261-18",
        "type": "quote"
      },
      {
        "title": "坚持小勇士",
        "content": "滴水穿石，绳锯木断。",
        "pinyin": "dī shuǐ chuān shí，shéng jù mù duàn。",
        "author": "民谚",
        "dynasty": "古代",
        "interpretation": "小水滴能把石头滴穿，细绳子能把木头锯断。只要坚持，就能成功。",
        "background": "古人观察到，即使很小的力量，只要持续不断，也能产生巨大的效果。",
        "usage": "写坚持不懈的作文时用，比如《我学会了坚持》《小水滴的故事》，强调持之以恒的重要性。",
        "id": "quote-lower-1766320892261-19",
        "type": "quote"
      }
    ],
    "middle": [
      {
        "title": "坚持不懈的力量",
        "content": "宝剑锋从磨砺出，梅花香自苦寒来。",
        "pinyin": "bǎo jiàn fēng cóng mó lì chū, méi huā xiāng zì kǔ hán lái",
        "author": "古训",
        "dynasty": "古代",
        "interpretation": "锋利的宝剑是经过反复磨砺才形成的，梅花的香气是在严寒中孕育出来的。比喻好的品质和能力都是经过艰苦磨练才能获得的。",
        "background": "这句话是古代流传下来的格言，用宝剑的锻造和梅花的绽放来比喻成功必须经历磨难。梅花在百花凋零的冬季独自绽放，散发清香，成为古人眼中坚韧品格的象征。",
        "usage": "写作时可以用来表达通过努力获得成功的主题，适合写关于学习、练习技能、克服困难等内容。比如写练习书法、学习乐器、体育训练等文章。",
        "id": "quote-middle-1766320985915-0",
        "type": "quote"
      },
      {
        "title": "时间的珍贵",
        "content": "一寸光阴一寸金，寸金难买寸光阴。",
        "pinyin": "yī cùn guāng yīn yī cùn jīn, cùn jīn nán mǎi cùn guāng yīn",
        "author": "王贞白",
        "dynasty": "唐代",
        "interpretation": "一寸时光就像一寸黄金一样珍贵，但是用一寸黄金却买不回一寸时光。说明时间比金钱更宝贵，失去了就无法挽回。",
        "background": "唐代诗人王贞白写下这句话，他深深感受到时间的可贵。古人用'寸'来比喻很短的时间和很少的金子，强调即使是很短的时间也无比珍贵。",
        "usage": "适合写珍惜时间、合理安排时间的主题。可以用在写学习计划、反思浪费时间、描述紧张忙碌的生活等场景。开头或结尾都很有力量。",
        "id": "quote-middle-1766320985915-1",
        "type": "quote"
      },
      {
        "title": "读书的重要",
        "content": "书山有路勤为径，学海无涯苦作舟。",
        "pinyin": "shū shān yǒu lù qín wéi jìng, xué hǎi wú yá kǔ zuò zhōu",
        "author": "韩愈",
        "dynasty": "唐代",
        "interpretation": "在书籍堆积如山的知识宝库中，勤奋学习是通往山顶的道路；在无边无际的学问海洋里，刻苦努力是前进的船只。",
        "background": "唐代文学家韩愈一生提倡努力学习，认为只有通过勤奋才能获得知识。他把书比作高山，把学问比作大海，生动地告诉人们学习的方法。",
        "usage": "适合写读书学习的重要性，可以用在描述学习态度、读书感受、教育意义等内容。是激励自己和他人努力学习的经典名句。",
        "id": "quote-middle-1766320985915-2",
        "type": "quote"
      },
      {
        "title": "友谊的真谛",
        "content": "海内存知己，天涯若比邻。",
        "pinyin": "hǎi nèi cún zhī jǐ, tiān yá ruò bǐ lín",
        "author": "王勃",
        "dynasty": "唐代",
        "interpretation": "只要在世界上还有了解自己的真正朋友，即使相隔在天涯海角，也好像住在隔壁一样亲近。",
        "background": "唐代诗人王勃为朋友送别时写下这句话，表达了深厚的友情可以超越距离的阻隔。这句话安慰即将分别的朋友，也表达了对友谊的美好理解。",
        "usage": "适合写友谊、离别、思念朋友等主题。可以用在描述同学友谊、与朋友的感情、克服分离的不舍等情景中，表达友谊的珍贵和永恒。",
        "id": "quote-middle-1766320985915-3",
        "type": "quote"
      },
      {
        "title": "母爱的伟大",
        "content": "谁言寸草心，报得三春晖。",
        "pinyin": "shuí yán cùn cǎo xīn, bào dé sān chūn huī",
        "author": "孟郊",
        "dynasty": "唐代",
        "interpretation": "谁能说像小草那样微弱的孝心，能够报答得了春天阳光般的慈母恩情呢？比喻母爱的伟大和子女报答的渺小。",
        "background": "诗人孟郊五十岁时终于考中进士，他想到年迈的母亲为自己操劳一生，写下《游子吟》这首诗。'寸草'指小草，'三春晖'指春天的阳光，比喻母爱的温暖。",
        "usage": "适合写亲情、母爱、感恩等主题。可以用来表达对母亲或长辈的感激之情，描述家庭温暖，表现孝顺和感恩的品质。",
        "id": "quote-middle-1766320985915-4",
        "type": "quote"
      },
      {
        "title": "立志与行动",
        "content": "有志者事竟成。",
        "pinyin": "yǒu zhì zhě shì jìng chéng",
        "author": "范晔",
        "dynasty": "南朝",
        "interpretation": "有远大志向的人，最终一定能够成就大事。强调立志的重要性，同时也暗示需要坚持不懈的努力。",
        "background": "这句话出自《后汉书》，原本是用来赞扬耿弇的坚定意志。耿弇是东汉时期的名将，他立志要收复失地，最终真的做到了。后来这句话成为激励人们的名言。",
        "usage": "适合写理想、目标、坚持等主题。可以用来鼓励自己或他人树立目标并为之努力，也可以用在描述成功经历、克服困难等内容中。",
        "id": "quote-middle-1766320985915-5",
        "type": "quote"
      },
      {
        "title": "诚实的品格",
        "content": "人无信不立。",
        "pinyin": "rén wú xìn bù lì",
        "author": "孔子",
        "dynasty": "春秋时期",
        "interpretation": "一个人如果没有诚信，就无法在社会上立足。诚信是做人的根本，是与人交往的基础。",
        "background": "这是孔子说过的话，他认为诚信是做人最重要的品德。在春秋时期，社会动荡，孔子特别强调诚信对个人和社会的重要性。",
        "usage": "适合写诚实守信、品德修养等主题。可以用在描述诚实的重要性、反思说谎的后果、赞美诚信的品质等内容中。",
        "id": "quote-middle-1766320985915-6",
        "type": "quote"
      },
      {
        "title": "勤奋与天赋",
        "content": "天才是百分之一的灵感加百分之九十九的汗水。",
        "pinyin": "tiān cái shì bǎi fēn zhī yī de líng gǎn jiā bǎi fēn zhī jiǔ shí jiǔ de hàn shuǐ",
        "author": "爱迪生",
        "dynasty": "近代",
        "interpretation": "天才的成就主要靠勤奋努力，灵感和天赋只占很小的部分。成功更多地依靠坚持不懈的努力。",
        "background": "美国发明家爱迪生一生有1000多项发明，他深知成功的秘诀不是天赋而是勤奋。他经常在实验室里工作到深夜，经历无数次失败才获得成功。",
        "usage": "适合写努力学习、坚持练习、克服困难等主题。可以用来鼓励自己更加勤奋，也可以用在描述成功背后的付出和努力。",
        "id": "quote-middle-1766320985915-7",
        "type": "quote"
      },
      {
        "title": "谦虚的智慧",
        "content": "三人行，必有我师焉。",
        "pinyin": "sān rén xíng, bì yǒu wǒ shī yān",
        "author": "孔子",
        "dynasty": "春秋时期",
        "interpretation": "三个人一起走路，其中一定有可以当我老师的人。比喻应该谦虚地向别人学习，每个人都有值得学习的地方。",
        "background": "孔子在教育学生时说过这句话，他认为学习应该保持谦虚的态度。即使是普通的人，也可能在某些方面有特长，值得我们学习。",
        "usage": "适合写谦虚学习、团队合作、向他人学习等主题。可以用在描述学习态度、与同学相处、发现他人优点等内容中。",
        "id": "quote-middle-1766320985915-8",
        "type": "quote"
      },
      {
        "title": "失败与成功",
        "content": "失败是成功之母。",
        "pinyin": "shī bài shì chéng gōng zhī mǔ",
        "author": "民间谚语",
        "dynasty": "现代",
        "interpretation": "失败是成功的先导，从失败中可以总结经验，为成功做准备。失败并不可怕，可怕的是不从失败中学习。",
        "background": "这是广为流传的民间智慧，许多伟大的发明家、科学家都经历过无数次失败才获得成功。比如爱迪生发明灯泡试验了上千次材料。",
        "usage": "适合写面对挫折、从错误中学习、坚持不放弃等主题。可以用来安慰失败后的情绪，鼓励继续努力，也可以回顾成功前的波折。",
        "id": "quote-middle-1766320985915-9",
        "type": "quote"
      },
      {
        "title": "知识的力量",
        "content": "知识就是力量。",
        "pinyin": "zhī shi jiù shì lì liàng",
        "author": "培根",
        "dynasty": "近代",
        "interpretation": "知识可以给人带来强大的能力，能够改变命运，解决问题，创造价值。拥有知识就拥有了改变世界的力量。",
        "background": "英国哲学家培根提出这个著名观点，他认为科学知识是推动社会进步的重要力量。在他的时代，科学革命正在兴起，知识的价值越来越被认识。",
        "usage": "适合写学习的意义、知识的重要性、科学的作用等主题。可以用在鼓励读书学习、描述知识改变生活、赞美科学技术等内容中。",
        "id": "quote-middle-1766320985915-10",
        "type": "quote"
      },
      {
        "title": "团结的力量",
        "content": "团结就是力量。",
        "pinyin": "tuán jié jiù shì lì liàng",
        "author": "民间谚语",
        "dynasty": "现代",
        "interpretation": "大家团结在一起，就能产生强大的力量，完成一个人无法完成的任务。强调集体合作的重要性。",
        "background": "这句话体现了中华民族重视团结合作的传统智慧。从古代'众人拾柴火焰高'到现代的团队精神，都体现了团结协作的重要价值。",
        "usage": "适合写班级合作、团队活动、集体荣誉等主题。可以用在描述体育比赛、班级活动、同学间互帮互助等场景中。",
        "id": "quote-middle-1766320985915-11",
        "type": "quote"
      },
      {
        "title": "细心的重要",
        "content": "细节决定成败。",
        "pinyin": "xì jié jué dìng chéng bài",
        "author": "汪中求",
        "dynasty": "现代",
        "interpretation": "很多时候，成功与失败往往取决于细小的地方。注意细节，认真对待每一个环节，才能取得好的结果。",
        "background": "这是现代管理学的重要理念，许多成功的企业和个人都非常注重细节。一个小小的疏忽可能导致整个计划的失败，而精心的细节处理往往带来意想不到的成功。",
        "usage": "适合写做事认真、学习方法、生活习惯等主题。可以用在描述学习态度、完成作业、参加比赛等需要细心的场景中。",
        "id": "quote-middle-1766320985915-12",
        "type": "quote"
      },
      {
        "title": "时机的把握",
        "content": "机不可失，时不再来。",
        "pinyin": "jī bù kě shī, shí bù zài lái",
        "author": "古训",
        "dynasty": "古代",
        "interpretation": "好的机会不能错过，时机过去了就不会再来。提醒人们要珍惜机会，及时把握时机。",
        "background": "这句古老的智慧提醒人们时机的珍贵。历史上许多成功的人都是善于把握机会的人，而错失良机往往会后悔莫及。",
        "usage": "适合写把握机会、珍惜时机、果断行动等主题。可以用在描述参加比赛、竞选班干部、学习新技能等需要抓住机会的情境中。",
        "id": "quote-middle-1766320985915-13",
        "type": "quote"
      },
      {
        "title": "理想的追求",
        "content": "理想是指路明灯。",
        "pinyin": "lǐ xiǎng shì zhǐ lù míng dēng",
        "author": "托尔斯泰",
        "dynasty": "近代",
        "interpretation": "理想就像明亮的灯塔，为人生指引方向。有了理想，就有了前进的目标和动力。",
        "background": "俄国作家托尔斯泰认为理想对人生具有重要的指导作用。他自己也是一个有远大理想的人，一生都在为文学创作和社会改革而努力。",
        "usage": "适合写人生理想、目标追求、方向选择等主题。可以用在描述未来规划、职业梦想、人生感悟等内容中，激励自己和他人追求理想。",
        "id": "quote-middle-1766320985915-14",
        "type": "quote"
      },
      {
        "title": "乐观的心态",
        "content": "山重水复疑无路，柳暗花明又一村。",
        "pinyin": "shān chóng shuǐ fù yí wú lù, liǔ àn huā míng yòu yī cūn",
        "author": "陆游",
        "dynasty": "南宋",
        "interpretation": "山重重，水复复，怀疑没有路可走了，忽然柳绿花红，又出现一个山村。比喻在困难中往往蕴含着希望。",
        "background": "南宋诗人陆游在山村游览时，走过崎岖山路后突然发现美丽村庄，有感而发写下这句诗。后来常用来比喻困境中的转机。",
        "usage": "适合写面对困难、保持希望、乐观面对挫折等主题。可以用在描述克服学习困难、走出困境、发现新机会等场景中。",
        "id": "quote-middle-1766320985915-15",
        "type": "quote"
      },
      {
        "title": "实践的价值",
        "content": "纸上得来终觉浅，绝知此事要躬行。",
        "pinyin": "zhǐ shàng dé lái zhōng jué qiǎn, jué zhī cǐ shì yào gōng xíng",
        "author": "陆游",
        "dynasty": "南宋",
        "interpretation": "从书本上得来的知识终究比较肤浅，要真正理解其中的道理，必须通过亲身实践。",
        "background": "陆游在教导儿子时写下这句话，他认为读书很重要，但更重要的是实际应用知识。只有通过实践，才能真正掌握知识的精髓。",
        "usage": "适合写学以致用、实践重要性、动手能力等主题。可以用在描述科学实验、社会实践、技能学习等需要实际操作的内容中。",
        "id": "quote-middle-1766320985915-16",
        "type": "quote"
      },
      {
        "title": "品德的修养",
        "content": "勿以恶小而为之，勿以善小而不为。",
        "pinyin": "wù yǐ è xiǎo ér wéi zhī, wù yǐ shàn xiǎo ér bù wéi",
        "author": "刘备",
        "dynasty": "三国",
        "interpretation": "不要因为坏事很小就去做，不要因为好事很小就不去做。强调要注重小事，积累品德。",
        "background": "这是三国时期刘备对儿子刘禅的教诲。刘备认为品德的培养要从小事做起，小的坏事不做，小的好事要坚持做，才能成就高尚的品格。",
        "usage": "适合写品德修养、行为习惯、道德教育等主题。可以用在描述日常小事、帮助他人、培养良好习惯等内容中。",
        "id": "quote-middle-1766320985915-17",
        "type": "quote"
      },
      {
        "title": "学习的态度",
        "content": "学而时习之，不亦说乎。",
        "pinyin": "xué ér shí xí zhī, bù yì yuè hū",
        "author": "孔子",
        "dynasty": "春秋时期",
        "interpretation": "学了知识然后按时复习，不是很快乐的事情吗？强调学习要及时复习，并且要以快乐的心态对待学习。",
        "background": "这是《论语》的开篇第一句，孔子认为学习应该是一件快乐的事情。通过学习和复习，人们可以获得智慧和快乐，这是人生的一大乐事。",
        "usage": "适合写学习乐趣、复习重要性、积极学习态度等主题。可以用在描述学习感受、学习方法、对知识的热爱等内容中。",
        "id": "quote-middle-1766320985915-18",
        "type": "quote"
      },
      {
        "title": "坚强的意志",
        "content": "千磨万击还坚劲，任尔东西南北风。",
        "pinyin": "qiān mó wàn jī hái jiān jìn, rèn ěr dōng xī nán běi fēng",
        "author": "郑燮",
        "dynasty": "清代",
        "interpretation": "经受了无数次的折磨和打击，依然坚韧挺拔，任凭你刮东西南北风。比喻在任何困难面前都不屈服，保持坚强的意志。",
        "background": "清代画家郑燮（板桥）写竹子时创作了这句诗。他把竹子比作有坚强意志的人，竹子在风雨中依然挺立，象征着不屈不挠的精神品质。",
        "usage": "适合写坚强意志、面对困难、不屈不挠等主题。可以用在描述克服挫折、坚持梦想、勇敢面对挑战等内容中，表现坚韧的品格。",
        "id": "quote-middle-1766320985915-19",
        "type": "quote"
      }
    ],
    "upper": [
      {
        "title": "宝剑锋从磨砺出，梅花香自苦寒来",
        "content": "宝剑锋从磨砺出，梅花香自苦寒来",
        "pinyin": "bǎo jiàn fēng cóng mó lì chū, méi huā xiāng zì kǔ hán lái",
        "author": "民间警句",
        "dynasty": "古代",
        "interpretation": "宝剑的锋利是通过反复磨砺而成的，梅花的香气是在严寒中孕育出来的。比喻美好的品质和能力都是通过艰苦的磨练获得的。",
        "background": "这是一句流传千古的警句，体现了中华民族崇尚奋斗、坚韧不拔的精神品质。古代工匠打造宝剑，需要千锤百炼；梅花在寒冬中傲然绽放，散发幽香，都是经历磨难后的美丽绽放。",
        "usage": "适用于写关于坚持、奋斗、成长的作文，特别是描述学习过程的艰辛和收获，或者赞美那些在困境中坚持不懈的人物。",
        "id": "quote-upper-1766321079749-0",
        "type": "quote"
      },
      {
        "title": "天行健，君子以自强不息",
        "content": "天行健，君子以自强不息；地势坤，君子以厚德载物",
        "pinyin": "tiān xíng jiàn, jūn zǐ yǐ zì qiáng bù xī; dì shì kūn, jūn zǐ yǐ hòu dé zài wù",
        "author": "《周易》",
        "dynasty": "先秦",
        "interpretation": "天体运行刚健有力，君子应该效法天道，自立自强，永不懈怠；大地厚重包容，君子应该效法地道，品德深厚，包容万物。",
        "background": "出自《周易》，是中国古代哲学的重要思想。清华大学的校训就取自这句话。它体现了中华文明对于个人品格修养的最高要求。",
        "usage": "适用于议论文开头引出奋斗主题，或在人物描写中体现人物的精神品质。也可用于写爱国、理想、成长等主题的作文。",
        "id": "quote-upper-1766321079749-1",
        "type": "quote"
      },
      {
        "title": "路漫漫其修远兮，吾将上下而求索",
        "content": "路漫漫其修远兮，吾将上下而求索",
        "pinyin": "lù màn màn qí xiū yuǎn xī, wú jiāng shàng xià ér qiú suǒ",
        "author": "屈原",
        "dynasty": "战国",
        "interpretation": "道路漫长而遥远，我将不断地寻求真理，上天入地也在所不辞。表达了对真理和理想的执着追求。",
        "background": "出自屈原《离骚》，屈原作为楚国的爱国诗人，在国家面临危亡时，仍然坚持自己的政治理想和道德操守，这句话体现了他永不放弃的探索精神。",
        "usage": "非常适合用在关于学习、探索、追求理想的作文中。可以作为议论文的论据，也可以用来表达面对困难时的坚定态度。",
        "id": "quote-upper-1766321079749-2",
        "type": "quote"
      },
      {
        "title": "读万卷书，行万里路",
        "content": "读万卷书，行万里路",
        "pinyin": "dú wàn juàn shū, xíng wàn lǐ lù",
        "author": "刘彝",
        "dynasty": "北宋",
        "interpretation": "要读大量的书籍，也要走很多的路，见识广阔的世界。强调理论学习与实践经验并重的重要性。",
        "background": "北宋学者刘彝提出这一观点，体现了古人对于知行合一的深刻认识。既要有书本知识，也要有实践经验，两者结合才能获得真正的智慧。",
        "usage": "适用于写关于学习方法、教育理念、成长经历的作文。可以论证学习不能只停留在书本上，还要联系实际生活。",
        "id": "quote-upper-1766321079749-3",
        "type": "quote"
      },
      {
        "title": "业精于勤，荒于嬉；行成于思，毁于随",
        "content": "业精于勤，荒于嬉；行成于思，毁于随",
        "pinyin": "yè jīng yú qín, huāng yú xī; xíng chéng yú sī, huǐ yú suí",
        "author": "韩愈",
        "dynasty": "唐代",
        "interpretation": "学业的精进在于勤奋，而荒废在于贪玩；德行的成功在于思考，而毁坏在于随波逐流。",
        "background": "出自韩愈《进学解》，韩愈是唐代著名的教育家和文学家，这句话是他对学习态度的深刻总结，至今仍被广泛引用。",
        "usage": "非常适合写关于学习态度、自律、思考的作文。可以用来对比勤奋与懒惰、思考与盲从的不同结果。",
        "id": "quote-upper-1766321079749-4",
        "type": "quote"
      },
      {
        "title": "落红不是无情物，化作春泥更护花",
        "content": "落红不是无情物，化作春泥更护花",
        "pinyin": "luò hóng bú shì wú qíng wù, huà zuò chūn ní gèng hù huā",
        "author": "龚自珍",
        "dynasty": "清代",
        "interpretation": "落花并不是无情的东西，它落到土里变成肥料，还能滋养新的花朵。比喻为他人或事业奉献自己。",
        "background": "出自龚自珍《己亥杂诗》，诗人即将离开京城，用落花自比，表达了自己虽然离开官场，但仍愿为国家和人民贡献力量的情怀。",
        "usage": "适用于写关于奉献、老师、父母、感恩的作文。可以用来赞美那些默默奉献的人，或表达传承与延续的主题。",
        "id": "quote-upper-1766321079749-5",
        "type": "quote"
      },
      {
        "title": "山重水复疑无路，柳暗花明又一村",
        "content": "山重水复疑无路，柳暗花明又一村",
        "pinyin": "shān chóng shuǐ fù yí wú lù, liǔ àn huā míng yòu yī cūn",
        "author": "陆游",
        "dynasty": "南宋",
        "interpretation": "山峦重叠，水流曲折，以为前面没有路了，走着走着，忽然看到柳绿花红，又是一个村庄。比喻在困境中会出现新的希望。",
        "background": "出自陆游《游山西村》，诗人在山村游览时的真实体验，后来被引申为人生哲理，鼓励人们在困难中保持希望。",
        "usage": "适用于写关于坚持、希望、突破困境的作文。可以用来描述经历挫折后获得成功，或鼓励在困难中不要放弃。",
        "id": "quote-upper-1766321079749-6",
        "type": "quote"
      },
      {
        "title": "纸上得来终觉浅，绝知此事要躬行",
        "content": "纸上得来终觉浅，绝知此事要躬行",
        "pinyin": "zhǐ shàng dé lái zhōng jué qiǎn, jué zhī cǐ shì yào gōng xíng",
        "author": "陆游",
        "dynasty": "南宋",
        "interpretation": "从书本上得来的知识终究是浅薄的，要真正理解事情的本质，必须亲自去实践。",
        "background": "出自陆游《冬夜读书示子聿》，这是诗人教育儿子的诗，强调了实践的重要性，体现了古人对知行合一的重视。",
        "usage": "适用于写关于实践、学习方法、亲身体验的作文。可以论证理论与实践相结合的重要性，或描述通过实践获得真知的过程。",
        "id": "quote-upper-1766321079749-7",
        "type": "quote"
      },
      {
        "title": "千磨万击还坚劲，任尔东西南北风",
        "content": "千磨万击还坚劲，任尔东西南北风",
        "pinyin": "qiān mó wàn jī hái jiān jìn, rèn ěr dōng xī nán běi fēng",
        "author": "郑燮",
        "dynasty": "清代",
        "interpretation": "经受了千万次的折磨和打击，依然坚强有力，任凭你东南西北的狂风吹打。比喻不屈不挠、坚韧不拔的精神。",
        "background": "出自郑燮（郑板桥）的《竹石》，诗人通过赞美竹子的坚韧，表达了自己刚正不阿、坚持操守的品格。竹子成为坚韧品格的象征。",
        "usage": "适用于写关于坚强、意志力、不屈不挠的作文。可以用来赞美那些在逆境中坚持的人，或表达面对困难时的坚定态度。",
        "id": "quote-upper-1766321079749-8",
        "type": "quote"
      },
      {
        "title": "海纳百川，有容乃大；壁立千仞，无欲则刚",
        "content": "海纳百川，有容乃大；壁立千仞，无欲则刚",
        "pinyin": "hǎi nà bǎi chuān, yǒu róng nǎi dà; bì lì qiān rèn, wú yù zé gāng",
        "author": "林则徐",
        "dynasty": "清代",
        "interpretation": "大海能够容纳千万条河流，是因为它有广阔的胸怀；悬崖能够直立千仞之高，是因为它没有过分的欲望。比喻胸怀宽广和品格坚定。",
        "background": "这是民族英雄林则徐的自勉联，体现了他宽广的胸怀和坚定的意志。林则徐虎门销烟，抵抗外敌入侵，这句话也体现了他的人格魅力。",
        "usage": "适用于写关于宽容、品格、修养、爱国的作文。可以用来论证胸怀宽广的重要性，或赞美具有高尚品格的人物。",
        "id": "quote-upper-1766321079749-9",
        "type": "quote"
      },
      {
        "title": "横眉冷对千夫指，俯首甘为孺子牛",
        "content": "横眉冷对千夫指，俯首甘为孺子牛",
        "pinyin": "héng méi lěng duì qiān fū zhǐ, fǔ shǒu gān wéi rú zǐ niú",
        "author": "鲁迅",
        "dynasty": "现代",
        "interpretation": "瞪着眼睛冷冷地面对千万人的指责，弯下腰甘愿为人民大众做牛做马。表现了对敌人的憎恨和对人民的热爱。",
        "background": "这是鲁迅先生的名句，体现了一个真正知识分子的品格：对反动势力绝不妥协，对人民大众无私奉献。鲁迅一生都在为唤醒民众而奋斗。",
        "usage": "适用于写关于爱国、奉献、正义、知识分子品格的作文。可以用来赞美那些为人民服务、坚持正义的人物。",
        "id": "quote-upper-1766321079749-10",
        "type": "quote"
      },
      {
        "title": "为中华之崛起而读书",
        "content": "为中华之崛起而读书",
        "pinyin": "wèi zhōng huá zhī jué qǐ ér dú shū",
        "author": "周恩来",
        "dynasty": "现代",
        "interpretation": "为了中华民族的振兴和强盛而努力学习。表达了把个人的学习和国家民族的命运紧密联系在一起的远大志向。",
        "background": "这是周恩来总理少年时代立下的志向。12岁的周恩来在课堂上响亮地回答了这个问题，体现了一个少年的远大理想和爱国情怀。",
        "usage": "适用于写关于理想、爱国、学习目的、青年使命的作文。可以用来论证学习的意义和价值，激发爱国热情。",
        "id": "quote-upper-1766321079749-11",
        "type": "quote"
      },
      {
        "title": "生活就像海洋，只有意志坚强的人，才能到达彼岸",
        "content": "生活就像海洋，只有意志坚强的人，才能到达彼岸",
        "pinyin": "shēng huó jiù xiàng hǎi yáng, zhǐ yǒu yì zhì jiān qiáng de rén, cái néng dào dá bǐ àn",
        "author": "马克思",
        "dynasty": "现代",
        "interpretation": "生活充满波折和挑战，就像变幻莫测的大海，只有具备坚强意志的人，才能克服困难，实现目标。",
        "background": "马克思在革命实践和理论研究中遇到了无数困难，但他始终坚持自己的信念。这句话体现了他对人生的深刻理解和坚定的意志品质。",
        "usage": "适用于写关于坚持、意志力、克服困难的作文。可以用来鼓励在困境中不要放弃，坚持自己的目标和理想。",
        "id": "quote-upper-1766321079749-12",
        "type": "quote"
      },
      {
        "title": "天才是百分之一的灵感加上百分之九十九的汗水",
        "content": "天才是百分之一的灵感加上百分之九十九的汗水",
        "pinyin": "tiān cái shì bǎi fēn zhī yī de líng gǎn jiā shàng bǎi fēn zhī jiǔ shí jiǔ de hàn shuǐ",
        "author": "爱迪生",
        "dynasty": "现代",
        "interpretation": "天才主要不是靠天赋，而是靠后天的勤奋努力。即使有天分，如果不努力也不会成功；而勤奋可以弥补天赋的不足。",
        "background": "爱迪生是伟大的发明家，一生有1000多项发明。他深知成功的秘诀不在于天赋，而在于持续不断的努力和实验。这句话是他人生经验的总结。",
        "usage": "适用于写关于勤奋、努力、成功的作文。可以用来论证努力的重要性，鼓励那些认为自己天赋不够的人坚持努力。",
        "id": "quote-upper-1766321079749-13",
        "type": "quote"
      },
      {
        "title": "世上无难事，只要肯登攀",
        "content": "世上无难事，只要肯登攀",
        "pinyin": "shì shàng wú nán shì, zhǐ yào kěn dēng pān",
        "author": "毛泽东",
        "dynasty": "现代",
        "interpretation": "世界上没有做不成的事情，只要有决心、有毅力去攀登，任何困难都能克服。",
        "background": "毛泽东在革命实践中总结出的人生哲理。中国革命的胜利本身就是这句话的最好诠释，看似不可能的事情，通过坚持不懈的努力最终得以实现。",
        "usage": "适用于写关于克服困难、坚持不懈、挑战自我的作文。可以用来鼓励面对困难时不要退缩，要有攀登精神。",
        "id": "quote-upper-1766321079749-14",
        "type": "quote"
      },
      {
        "title": "知识就是力量",
        "content": "知识就是力量",
        "pinyin": "zhī shí jiù shì lì liàng",
        "author": "培根",
        "dynasty": "现代",
        "interpretation": "知识能够给人力量，能够改变人的命运，能够推动社会的进步。掌握了知识，就掌握了改造世界的武器。",
        "background": "英国哲学家培根提出了这一著名观点，强调了知识在人类发展中的重要作用。这一思想对后来的启蒙运动产生了深远影响。",
        "usage": "适用于写关于学习的重要性、知识改变命运、教育价值的作文。可以用来论证读书学习的意义，激发学习的动力。",
        "id": "quote-upper-1766321079749-15",
        "type": "quote"
      },
      {
        "title": "一个人的价值，应该看他贡献什么，而不应当看他取得什么",
        "content": "一个人的价值，应该看他贡献什么，而不应当看他取得什么",
        "pinyin": "yī gè rén de jià zhí, yīng gāi kàn tā gòng xiàn shén me, ér bú yīng dāng kàn tā qǔ dé shén me",
        "author": "爱因斯坦",
        "dynasty": "现代",
        "interpretation": "衡量一个人的价值标准，应该是他为社会、为他人做出了什么贡献，而不是他从中获得了什么好处。强调奉献精神。",
        "background": "爱因斯坦不仅是伟大的科学家，也是有社会责任感的思想家。他认为科学研究应该为人类福祉服务，个人的价值在于对社会的贡献。",
        "usage": "适用于写关于人生价值、奉献精神、社会责任的作文。可以用来论证什么是真正有意义的人生，什么是正确的价值观。",
        "id": "quote-upper-1766321079749-16",
        "type": "quote"
      },
      {
        "title": "黑夜给了我黑色的眼睛，我却用它寻找光明",
        "content": "黑夜给了我黑色的眼睛，我却用它寻找光明",
        "pinyin": "hēi yè gěi le wǒ hēi sè de yǎn jīng, wǒ què yòng tā xún zhǎo guāng míng",
        "author": "顾城",
        "dynasty": "现代",
        "interpretation": "虽然生活在黑暗的环境中，但依然保持对光明的渴望和追求。即使在困境中，也要保持希望和理想。",
        "background": "顾城是朦胧诗的代表诗人，这句诗出自《一代人》，体现了一代青年在困难时期仍然保持理想和希望的精神状态。",
        "usage": "适用于写关于希望、理想、在困境中坚持的作文。可以用来表达即使面对困难也不放弃追求美好的态度。",
        "id": "quote-upper-1766321079749-17",
        "type": "quote"
      },
      {
        "title": "走自己的路，让别人说去吧",
        "content": "走自己的路，让别人说去吧",
        "pinyin": "zǒu zì jǐ de lù, ràng bié rén shuō qù ba",
        "author": "但丁",
        "dynasty": "现代",
        "interpretation": "要坚持自己的信念和选择，不要因为别人的议论而改变自己正确的道路。强调独立思考和坚持原则的重要性。",
        "background": "意大利诗人但丁因为政治立场被流放，但他依然坚持自己的理想和信念，创作了不朽的《神曲》。这句话体现了他面对逆境时的坚定态度。",
        "usage": "适用于写关于坚持自我、独立思考、不畏流言的作文。可以用来鼓励那些有正确想法但受到质疑的人坚持下去。",
        "id": "quote-upper-1766321079749-18",
        "type": "quote"
      },
      {
        "title": "书山有路勤为径，学海无涯苦作舟",
        "content": "书山有路勤为径，学海无涯苦作舟",
        "pinyin": "shū shān yǒu lù qín wéi jìng, xué hǎi wú yá kǔ zuò zhōu",
        "author": "韩愈",
        "dynasty": "唐代",
        "interpretation": "在书籍堆积如山的学习道路上，勤奋是唯一的道路；在知识的海洋里，刻苦学习是必要的工具。强调学习需要勤奋和刻苦。",
        "background": "这句话体现了中华民族对学习态度的传统认识，强调只有通过勤奋刻苦的努力，才能在知识的海洋中畅游，攀登学问的高峰。",
        "usage": "适用于写关于学习态度、勤奋刻苦、求知精神的作文。是写学习主题作文时的经典素材，可以用来论证学习的方法和态度。",
        "id": "quote-upper-1766321079749-19",
        "type": "quote"
      }
    ]
  },
  "news": {
    "lower": [
      {
        "title": "神舟飞船上天啦",
        "content": "神舟飞船载着宇航员叔叔飞到了太空。他们在太空站里做实验，还能看到美丽的地球。",
        "pinyin": "shén zhōu fēi chuán zài zhe yǔ háng yuán shū shu fēi dào le tài kōng",
        "author": "新闻报道",
        "dynasty": "现代",
        "interpretation": "我们国家的宇宙飞船很厉害，宇航员可以在太空中工作。",
        "background": "中国的航天技术越来越厉害了，宇航员叔叔们要经过很长时间的训练才能上太空呢！",
        "usage": "写《我的梦想》时可以说想当宇航员；写《科技真神奇》时可以写太空探索。",
        "id": "news-lower-1766321155530-0",
        "type": "news"
      },
      {
        "title": "熊猫宝宝好可爱",
        "content": "动物园里新生了小熊猫，圆圆的脑袋，黑黑的眼圈，像戴了墨镜一样。",
        "pinyin": "dòng wù yuán lǐ xīn shēng le xiǎo xióng māo",
        "author": "动物园新闻",
        "dynasty": "现代",
        "interpretation": "熊猫是我们国家的国宝，长得特别可爱。",
        "background": "大熊猫是中国独有的珍稀动物，全世界的人都喜欢它们。",
        "usage": "写《可爱的小动物》时可以描写熊猫的样子；写《保护动物》时可以说要爱护熊猫。",
        "id": "news-lower-1766321155530-1",
        "type": "news"
      },
      {
        "title": "小朋友捡到钱包",
        "content": "一年级的小明在路上捡到钱包，里面有很多钱。他马上交给了警察叔叔。",
        "pinyin": "xiǎo míng zài lù shàng jiǎn dào qián bāo",
        "author": "身边新闻",
        "dynasty": "现代",
        "interpretation": "拾金不昧是好品质，捡到东西要还给主人。",
        "background": "诚实是最重要的品德，小朋友从小就要学会做诚实的好孩子。",
        "usage": "写《诚实的我》时可以写拾金不昧；写《好人好事》时可以写帮助别人找东西。",
        "id": "news-lower-1766321155530-2",
        "type": "news"
      },
      {
        "title": "植树节种小树",
        "content": "植树节到了，同学们一起去种树。挖坑、放树苗、浇水，大家干得可起劲了！",
        "pinyin": "zhí shù jié dào le, tóng xué men yì qǐ qù zhòng shù",
        "author": "校园新闻",
        "dynasty": "现代",
        "interpretation": "植树节是保护环境的节日，种树可以让空气更新鲜。",
        "background": "每年3月12日是植树节，这一天大家都会种树，让地球妈妈更美丽。",
        "usage": "写《保护环境》时可以写种树；写《有意义的一天》时可以写植树活动。",
        "id": "news-lower-1766321155530-3",
        "type": "news"
      },
      {
        "title": "老爷爷过马路",
        "content": "红灯亮了，老爷爷走得慢。小红赶快跑过去，扶着爷爷安全过了马路。",
        "pinyin": "hóng dēng liàng le, lǎo yé ye zǒu de màn",
        "author": "街头见闻",
        "dynasty": "现代",
        "interpretation": "帮助老人是好孩子应该做的事情。",
        "background": "尊老爱幼是中华民族的传统美德，我们要从小学会关爱老人。",
        "usage": "写《助人为乐》时可以写帮助老人；写《身边的好人》时可以写乐于助人的同学。",
        "id": "news-lower-1766321155530-4",
        "type": "news"
      },
      {
        "title": "垃圾要分类投放",
        "content": "小区里放了不同颜色的垃圾桶。绿色装菜叶，蓝色装纸张，大家都学会了分类。",
        "pinyin": "lā jī yào fēn lèi tóu fàng",
        "author": "环保新闻",
        "dynasty": "现代",
        "interpretation": "垃圾分类可以保护环境，让地球更干净。",
        "background": "垃圾分类是新时代的环保行动，每个人都要学会正确投放垃圾。",
        "usage": "写《环保小卫士》时可以写垃圾分类；写《我学会了》时可以写学会分垃圾。",
        "id": "news-lower-1766321155530-5",
        "type": "news"
      },
      {
        "title": "消防员救小猫",
        "content": "小猫爬到高高的树上下不来了。消防员叔叔开着云梯车，把小猫救了下来。",
        "pinyin": "xiāo fáng yuán shū shu kāi zhe yún tī chē",
        "author": "救援新闻",
        "dynasty": "现代",
        "interpretation": "消防员不仅救火，还帮助解决各种困难。",
        "background": "消防员是最勇敢的人，他们总是在危险的时候保护大家。",
        "usage": "写《我最敬佩的人》时可以写消防员；写《勇敢的人》时可以写救助小动物。",
        "id": "news-lower-1766321155530-6",
        "type": "news"
      },
      {
        "title": "小学生发明小玩具",
        "content": "三年级的小华用废纸盒做了一个小机器人，还能走路呢！老师夸他很聪明。",
        "pinyin": "xiǎo huá yòng fèi zhǐ hé zuò le yí gè xiǎo jī qì rén",
        "author": "校园发明",
        "dynasty": "现代",
        "interpretation": "小朋友也可以动手发明创造，变废为宝。",
        "background": "创新从小开始，动手动脑可以锻炼我们的思维能力。",
        "usage": "写《我的小发明》时可以写制作过程；写《聪明的同学》时可以写创新能力。",
        "id": "news-lower-1766321155530-7",
        "type": "news"
      },
      {
        "title": "图书馆里真安静",
        "content": "图书馆里，大家都在安静地看书。小声走路，轻轻翻页，连咳嗽都很小声。",
        "pinyin": "tú shū guǎn lǐ, dà jiā dōu zài ān jìng de kàn shū",
        "author": "图书馆见闻",
        "dynasty": "现代",
        "interpretation": "在公共场所要遵守秩序，不打扰别人。",
        "background": "文明礼貌是好习惯，在图书馆、电影院等地方都要保持安静。",
        "usage": "写《文明小市民》时可以写遵守秩序；写《我爱读书》时可以写图书馆的环境。",
        "id": "news-lower-1766321155530-8",
        "type": "news"
      },
      {
        "title": "医生阿姨很辛苦",
        "content": "医院里，医生阿姨穿着白大褂，认真地给病人看病。她们工作很累但很认真。",
        "pinyin": "yī shēng ā yí chuān zhe bái dà guà",
        "author": "医院见闻",
        "dynasty": "现代",
        "interpretation": "医生是救死扶伤的白衣天使，工作很辛苦。",
        "background": "医生的工作很重要，他们要学很多知识才能帮助病人恢复健康。",
        "usage": "写《感谢的人》时可以写医生；写《我的理想》时可以说想当医生救人。",
        "id": "news-lower-1766321155530-9",
        "type": "news"
      },
      {
        "title": "共享单车真方便",
        "content": "街上有很多彩色的共享单车。扫一扫就能骑，用完放回原地，很方便。",
        "pinyin": "jiē shàng yǒu hěn duō cǎi sè de gòng xiǎng dān chē",
        "author": "城市新事物",
        "dynasty": "现代",
        "interpretation": "共享单车让出行更方便，但要爱护公共物品。",
        "background": "共享经济是新时代的产物，让资源得到更好的利用。",
        "usage": "写《科技改变生活》时可以写共享单车；写《绿色出行》时可以写骑自行车。",
        "id": "news-lower-1766321155530-10",
        "type": "news"
      },
      {
        "title": "快递小哥送包裹",
        "content": "快递小哥骑着电动车，背着大包小包。不管刮风下雨，都要把包裹送到家。",
        "pinyin": "kuài dì xiǎo gē qí zhe diàn dòng chē",
        "author": "身边的劳动者",
        "dynasty": "现代",
        "interpretation": "快递员的工作很辛苦，他们让我们的生活更便利。",
        "background": "网购时代，快递员成了城市里最忙碌的人，风雨无阻地为大家服务。",
        "usage": "写《辛勤的劳动者》时可以写快递员；写《感谢身边的人》时可以写服务行业。",
        "id": "news-lower-1766321155530-11",
        "type": "news"
      },
      {
        "title": "小区里的志愿者",
        "content": "疫情时期，小区门口站着志愿者阿姨。她们戴着红袖章，测体温，很认真。",
        "pinyin": "xiǎo qū mén kǒu zhàn zhe zhì yuàn zhě ā yí",
        "author": "社区新闻",
        "dynasty": "现代",
        "interpretation": "志愿者无私奉献，为大家的安全健康服务。",
        "background": "疫情期间，很多人主动当志愿者，保护大家的健康安全。",
        "usage": "写《无私奉献》时可以写志愿者；写《团结抗疫》时可以写社区防控。",
        "id": "news-lower-1766321155530-12",
        "type": "news"
      },
      {
        "title": "食堂阿姨不浪费",
        "content": "学校食堂贴着标语：'光盘行动，从我做起'。同学们都把饭菜吃得干干净净。",
        "pinyin": "xué xiào shí táng tiē zhe biāo yǔ",
        "author": "校园倡议",
        "dynasty": "现代",
        "interpretation": "节约粮食是好习惯，不能浪费农民伯伯的劳动成果。",
        "background": "'光盘行动'提倡大家珍惜粮食，吃多少盛多少，不浪费。",
        "usage": "写《勤俭节约》时可以写光盘行动；写《珍惜粮食》时可以写不剩饭菜。",
        "id": "news-lower-1766321155530-13",
        "type": "news"
      },
      {
        "title": "智能机器人会说话",
        "content": "商场里有个智能机器人，会唱歌、跳舞、回答问题。小朋友们都围着它看。",
        "pinyin": "shāng chǎng lǐ yǒu gè zhì néng jī qì rén",
        "author": "科技展示",
        "dynasty": "现代",
        "interpretation": "人工智能技术发展很快，机器人越来越聪明了。",
        "background": "科技进步让生活更有趣，未来机器人会帮助人们做更多事情。",
        "usage": "写《未来的世界》时可以写智能机器人；写《科技真神奇》时可以写人工智能。",
        "id": "news-lower-1766321155530-14",
        "type": "news"
      },
      {
        "title": "老师网上给我们上课",
        "content": "因为下雪路滑，老师在家里用电脑给我们上课。我们在家也能听到老师讲课。",
        "pinyin": "lǎo shī zài jiā lǐ yòng diàn nǎo gěi wǒ men shàng kè",
        "author": "线上教育",
        "dynasty": "现代",
        "interpretation": "网络技术让学习不受时间地点限制。",
        "background": "疫情期间推广的线上教育，让'停课不停学'成为现实。",
        "usage": "写《特殊的一课》时可以写网课体验；写《科技与学习》时可以写在线教育。",
        "id": "news-lower-1766321155530-15",
        "type": "news"
      },
      {
        "title": "电动汽车不冒烟",
        "content": "马路上跑着绿色车牌的电动汽车，它们不烧油，不冒黑烟，很环保。",
        "pinyin": "mǎ lù shàng pǎo zhe lǜ sè chē pái de diàn dòng qì chē",
        "author": "绿色交通",
        "dynasty": "现代",
        "interpretation": "电动汽车用电力驱动，减少了空气污染。",
        "background": "为了保护环境，国家大力推广新能源汽车，减少尾气排放。",
        "usage": "写《绿色出行》时可以写新能源汽车；写《保护环境》时可以写减少污染。",
        "id": "news-lower-1766321155530-16",
        "type": "news"
      },
      {
        "title": "爷爷学会用手机",
        "content": "爷爷学会了用智能手机，可以和远方的亲人视频聊天，还会发表情包呢！",
        "pinyin": "yé ye xué huì le yòng zhì néng shǒu jī",
        "author": "家庭生活",
        "dynasty": "现代",
        "interpretation": "科技进步让老人的生活也更丰富多彩。",
        "background": "智能手机普及，连老年人也能享受科技带来的便利。",
        "usage": "写《爷爷奶奶的变化》时可以写学用新科技；写《科技改变生活》时可以写老人上网。",
        "id": "news-lower-1766321155530-17",
        "type": "news"
      },
      {
        "title": "小鸟回来筑巢了",
        "content": "春天到了，消失了一冬天的小鸟飞回来了。它们在树枝上筑巢，准备生小宝宝。",
        "pinyin": "chūn tiān dào le, xiǎo niǎo fēi huí lái le",
        "author": "自然观察",
        "dynasty": "现代",
        "interpretation": "环境变好了，小鸟又回来安家了。",
        "background": "随着环境保护力度加大，很多地方的生态环境越来越好。",
        "usage": "写《春天来了》时可以写小鸟归来；写《环保成果》时可以写动物回归。",
        "id": "news-lower-1766321155530-18",
        "type": "news"
      },
      {
        "title": "扫码付钱真方便",
        "content": "妈妈买菜用手机扫一扫，钱就付好了。老板娘说现在都不用现金了。",
        "pinyin": "mā ma mǎi cài yòng shǒu jī sǎo yì sǎo",
        "author": "移动支付",
        "dynasty": "现代",
        "interpretation": "移动支付让买东西变得更简单方便。",
        "background": "中国的移动支付技术领先世界，改变了人们的支付习惯。",
        "usage": "写《生活的变化》时可以写支付方式的改变；写《科技真方便》时可以写手机支付。",
        "id": "news-lower-1766321155530-19",
        "type": "news"
      }
    ],
    "middle": [
      {
        "title": "神舟十七号载人飞船成功发射",
        "content": "2023年10月26日，神舟十七号载人飞船在酒泉卫星发射中心成功发射，三名航天员汤洪波、唐胜杰、江新林顺利进入太空，开始为期约6个月的太空驻留任务。",
        "pinyin": "shén zhōu shí qī hào zài rén fēi chuán chéng gōng fā shè",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "这是中国载人航天工程的又一次重大成功，标志着我国航天技术的持续进步和太空探索能力的不断提升。",
        "background": "神舟十七号是中国载人航天工程第十二次飞行任务，也是载人飞船的第十七次飞行。这次任务不仅要完成太空科学实验，还要进行太空行走等重要活动。",
        "usage": "写作时可用来表现科技进步、民族自豪感、坚持不懈的精神，或者描写梦想成真的喜悦心情。",
        "id": "news-middle-1766321255610-0",
        "type": "news"
      },
      {
        "title": "杭州亚运会圆满闭幕",
        "content": "2023年10月8日，第19届亚洲运动会在杭州奥体中心体育场圆满闭幕。本届亚运会共设40个大项61个分项481个小项，中国代表团以201枚金牌、111枚银牌、71枚铜牌的优异成绩位列金牌榜和奖牌榜第一。",
        "pinyin": "háng zhōu yà yùn huì yuán mǎn bì mù",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "杭州亚运会展现了中国的组织能力和体育实力，也体现了亚洲各国运动员的拼搏精神和友谊交流。",
        "background": "这是中国第三次举办亚运会，杭州以其美丽的风景和先进的场馆设施，为世界呈现了一届绿色、智能、节俭、文明的亚运盛会。",
        "usage": "可用来写团结协作、拼搏进取、为国争光的主题，也可以描写体育精神和国际友谊。",
        "id": "news-middle-1766321255610-1",
        "type": "news"
      },
      {
        "title": "ChatGPT引发人工智能热潮",
        "content": "2023年，人工智能聊天机器人ChatGPT在全球范围内掀起热潮，它能够回答问题、写文章、编程序，展现出强大的语言理解和生成能力，引发了人们对人工智能发展的广泛关注和思考。",
        "pinyin": "ChatGPT yǐn fā rén gōng zhì néng rè cháo",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "人工智能技术的快速发展给人类生活带来了便利，但也引发了关于技术伦理、就业影响等方面的讨论。",
        "background": "ChatGPT是由美国OpenAI公司开发的大型语言模型，它的出现标志着人工智能技术进入了一个新的发展阶段。",
        "usage": "可用来探讨科技与生活的关系、未来发展趋势，或者表达对新技术的好奇和思考。",
        "id": "news-middle-1766321255610-2",
        "type": "news"
      },
      {
        "title": "成都大运会青春绽放",
        "content": "2023年7月28日至8月8日，第31届世界大学生夏季运动会在成都举行。来自113个国家和地区的6500名大学生运动员参赛，中国队获得103枚金牌，位列金牌榜第一，展现了中国大学生的青春活力。",
        "pinyin": "chéng dū dà yùn huì qīng chūn zhàn fàng",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "成都大运会不仅是体育盛会，更是青春的舞台，展现了全世界大学生的活力和友谊。",
        "background": "这是中国西部地区首次举办世界综合性体育赛事，成都以其独特的文化魅力和现代化建设赢得了世界赞誉。",
        "usage": "适合写青春主题、努力奋斗、展现自我的文章，也可以描写城市文化和国际交流。",
        "id": "news-middle-1766321255610-3",
        "type": "news"
      },
      {
        "title": "三星堆考古新发现震惊世界",
        "content": "2023年，三星堆遗址考古工作取得重大进展，新出土了大量精美文物，包括青铜器、黄金面具、象牙雕刻等，进一步揭示了古蜀文明的神秘面纱，吸引了全世界的目光。",
        "pinyin": "sān xīng duī kǎo gǔ xīn fā xiàn zhèn jīng shì jiè",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "三星堆的考古发现证明了中华文明的多元性和古代先民的智慧创造，丰富了我们对历史文化的认识。",
        "background": "三星堆遗址位于四川广汉，是距今约4800-2600年的古蜀文化遗址，被誉为20世纪人类最伟大的考古发现之一。",
        "usage": "可用来写文化传承、历史探索、民族自豪感的主题，也可以表达对古代文明的敬畏之情。",
        "id": "news-middle-1766321255610-4",
        "type": "news"
      },
      {
        "title": "中国新能源汽车销量全球第一",
        "content": "2023年，中国新能源汽车销量继续保持全球领先地位，比亚迪、理想、小鹏等中国品牌在国际市场上表现亮眼，绿色出行理念深入人心，为全球环保事业贡献了中国力量。",
        "pinyin": "zhōng guó xīn néng yuán qì chē xiāo liàng quán qiú dì yī",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "中国在新能源汽车领域的成就体现了科技创新能力和环保意识，为建设美丽地球贡献力量。",
        "background": "随着全球气候变化问题日益严重，发展新能源汽车成为各国共识，中国在这一领域起步较早，技术相对成熟。",
        "usage": "适合写环保主题、科技创新、绿色生活理念的文章，也可以表达对未来美好生活的期待。",
        "id": "news-middle-1766321255610-5",
        "type": "news"
      },
      {
        "title": "全国中小学劳动教育蓬勃开展",
        "content": "2023年，全国各地中小学积极开展劳动教育，学生们在校园菜园种菜、学习传统手工艺、参与社区服务，在实践中体验劳动的快乐，培养了动手能力和责任意识。",
        "pinyin": "quán guó zhōng xiǎo xué láo dòng jiào yù péng bó kāi zhǎn",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "劳动教育让学生们明白了'劳动最光荣'的道理，培养了他们尊重劳动、热爱劳动的品格。",
        "background": "教育部门越来越重视学生的全面发展，劳动教育作为重要组成部分，帮助学生树立正确的劳动观念。",
        "usage": "可用来写劳动的意义、成长体验、学校生活，或者表达对劳动者的尊敬之情。",
        "id": "news-middle-1766321255610-6",
        "type": "news"
      },
      {
        "title": "短视频助力非遗文化传承",
        "content": "2023年，众多非物质文化遗产传承人通过短视频平台展示技艺，让年轻人重新认识传统文化的魅力。剪纸、泥塑、皮影戏等古老艺术在网络上焕发新生机，获得了广泛关注和传承。",
        "pinyin": "duǎn shì pín zhù lì fēi yí wén huà chuán chéng",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "现代科技与传统文化的结合，为非遗传承开辟了新的道路，让更多人了解和保护我们的文化瑰宝。",
        "background": "随着数字化时代的到来，传统文化面临传承困难，而短视频等新媒体为文化传播提供了新的可能。",
        "usage": "适合写传统文化、科技应用、文化传承的主题，也可以表达对传统艺术的热爱和保护意识。",
        "id": "news-middle-1766321255610-7",
        "type": "news"
      },
      {
        "title": "全民健身热潮席卷全国",
        "content": "2023年，全民健身成为社会热潮，从城市广场舞到乡村篮球赛，从晨练太极拳到夜跑团队，各个年龄段的人们都积极参与体育运动，'村BA'等草根体育赛事更是火遍全网。",
        "pinyin": "quán mín jiàn shēn rè cháo xí juǎn quán guó",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "全民健身体现了人们对健康生活的追求，也展现了中国人积极向上的精神面貌。",
        "background": "随着生活水平提高和健康意识增强，越来越多的人开始重视体育锻炼，政府也大力推广全民健身活动。",
        "usage": "可用来写健康生活、运动精神、社区文化，或者描写运动带来的快乐和改变。",
        "id": "news-middle-1766321255610-8",
        "type": "news"
      },
      {
        "title": "乡村振兴绘就美丽新画卷",
        "content": "2023年，全国各地乡村振兴成果显著，美丽乡村建设如火如荼。农村产业发展、环境改善、文化繁荣，许多村庄变成了宜居宜业的美丽家园，农民生活水平不断提高。",
        "pinyin": "xiāng cūn zhèn xīng huì jiù měi lì xīn huà juǎn",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "乡村振兴让农村重新焕发生机，实现了生态美、产业强、农民富的目标。",
        "background": "国家高度重视'三农'问题，通过乡村振兴战略，致力于解决城乡发展不平衡问题，让农村成为安居乐业的美丽家园。",
        "usage": "适合写家乡变化、建设成就、美好生活的主题，也可以表达对家乡的热爱和建设愿望。",
        "id": "news-middle-1766321255610-9",
        "type": "news"
      },
      {
        "title": "中国高铁助力'一带一路'建设",
        "content": "2023年，中国高铁技术继续走向世界，雅万高铁正式开通运营，成为东南亚第一条高速铁路。中国高铁以其安全、快捷、舒适的特点，成为'一带一路'合作的重要纽带。",
        "pinyin": "zhōng guó gāo tiě zhù lì yī dài yī lù jiàn shè",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "中国高铁走出国门，不仅展现了中国制造的实力，也为世界各国人民带来了便利，促进了国际合作。",
        "background": "中国高铁技术起步虽晚，但发展迅速，现已达到世界领先水平，成为中国的一张亮丽名片。",
        "usage": "可用来写科技成就、国际合作、民族自豪感的主题，也可以描写现代交通带来的便利。",
        "id": "news-middle-1766321255610-10",
        "type": "news"
      },
      {
        "title": "青少年心理健康教育受到重视",
        "content": "2023年，全社会更加关注青少年心理健康，学校设置心理辅导课程，家长学习科学教育方法，社会各界共同努力，为青少年营造健康成长的环境。",
        "pinyin": "qīng shào nián xīn lǐ jiàn kāng jiào yù shòu dào zhòng shì",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "关注青少年心理健康是全社会的责任，只有心理健康的孩子才能更好地成长和发展。",
        "background": "随着社会发展，青少年面临的压力和挑战增多，心理健康问题日益凸显，需要全社会共同关注。",
        "usage": "适合写成长话题、心理健康、关爱他人的主题，也可以表达对同龄人的理解和支持。",
        "id": "news-middle-1766321255610-11",
        "type": "news"
      },
      {
        "title": "垃圾分类成为新时尚",
        "content": "2023年，垃圾分类在全国各城市深入推进，从最初的不习惯到现在的自觉行动，人们的环保意识显著提升。'可回收物'、'有害垃圾'、'厨余垃圾'、'其他垃圾'成为大家的口头禅。",
        "pinyin": "lā jī fēn lèi chéng wéi xīn shí shàng",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "垃圾分类不仅是生活习惯的改变，更是环保理念的体现，每个人都在为保护环境贡献力量。",
        "background": "面对日益严重的环境问题，垃圾分类成为减少污染、保护环境的重要举措，需要每个公民的参与。",
        "usage": "可用来写环保意识、生活习惯、社会责任感，或者描写文明生活方式的养成。",
        "id": "news-middle-1766321255610-12",
        "type": "news"
      },
      {
        "title": "国产大飞机C919商业首飞成功",
        "content": "2023年5月28日，国产大飞机C919圆满完成首次商业载客飞行，从上海虹桥机场飞抵北京首都机场。这标志着C919的'研发、制造、取证、投运'全面贯通，中国民航商业运营国产大飞机正式起步。",
        "pinyin": "guó chǎn dà fēi jī C919 shāng yè shǒu fēi chéng gōng",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "C919的成功商飞是中国航空工业的重大突破，打破了国外垄断，实现了中国人的'大飞机梦'。",
        "background": "C919大型客机是我国按照国际民航规章自行研制、具有自主知识产权的大型喷气式民用飞机，历经十多年研发。",
        "usage": "适合写科技成就、自主创新、梦想成真的主题，也可以表达民族自豪感和对未来的信心。",
        "id": "news-middle-1766321255610-13",
        "type": "news"
      },
      {
        "title": "5G技术改变生活方式",
        "content": "2023年，5G网络覆盖范围不断扩大，5G技术在智慧医疗、远程教育、智能交通等领域广泛应用，网络速度的提升让人们的生活变得更加便捷高效。",
        "pinyin": "5G jì shù gǎi biàn shēng huó fāng shì",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "5G技术的普及应用，让科幻电影中的场景变成现实，人们享受到了科技发展带来的便利。",
        "background": "5G作为第五代移动通信技术，具有高速度、低延时、大容量的特点，被认为是数字经济时代的重要基础设施。",
        "usage": "可用来写科技进步、未来生活、信息时代的主题，也可以描写新技术带来的惊喜和便利。",
        "id": "news-middle-1766321255610-14",
        "type": "news"
      },
      {
        "title": "双减政策让教育回归本真",
        "content": "2023年，'双减'政策继续深入实施，学生作业负担和校外培训负担有效减轻，课后服务更加丰富多彩，孩子们有了更多时间发展兴趣爱好，教育更加注重全面发展。",
        "pinyin": "shuāng jiǎn zhèng cè ràng jiào yù huí guī běn zhēn",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "'双减'政策让教育回到育人的根本目标上，关注学生的身心健康和全面发展，而不仅仅是考试成绩。",
        "background": "'双减'是指减轻义务教育阶段学生作业负担和校外培训负担，旨在构建教育良好生态，促进学生全面发展。",
        "usage": "适合写学习生活、教育改革、全面发展的主题，也可以表达对素质教育的理解和支持。",
        "id": "news-middle-1766321255610-15",
        "type": "news"
      },
      {
        "title": "国潮文化成为年轻人新宠",
        "content": "2023年，国潮文化持续升温，从服装到美妆，从文具到科技产品，具有中国传统文化元素的商品受到年轻人热烈追捧，'中国制造'变身'中国创造'，展现出强大的文化自信。",
        "pinyin": "guó cháo wén huà chéng wéi nián qīng rén xīn chǒng",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "国潮文化的兴起体现了年轻一代对传统文化的认同和自信，中华文化在创新中焕发新的活力。",
        "background": "'国潮'是国货潮流的简称，将传统文化元素与现代设计理念相结合，创造出既有文化底蕴又符合时代审美的产品。",
        "usage": "可用来写文化自信、传统与现代结合、审美品味的主题，也可以表达对民族文化的热爱。",
        "id": "news-middle-1766321255610-16",
        "type": "news"
      },
      {
        "title": "食品安全监管不断加强",
        "content": "2023年，各地加大食品安全监管力度，从田间地头到餐桌，建立全链条监管体系。食品追溯码、明厨亮灶等措施让消费者吃得更安心，'舌尖上的安全'得到有效保障。",
        "pinyin": "shí pǐn ān quán jiān guǎn bú duàn jiā qiáng",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "食品安全关系到每个人的健康，严格的监管措施让人们对食品质量更有信心，生活更有保障。",
        "background": "食品安全是民生大事，随着人们生活水平提高，对食品质量的要求也越来越高，需要完善的监管体系。",
        "usage": "适合写食品安全、民生关怀、社会责任的主题，也可以表达对健康生活的重视。",
        "id": "news-middle-1766321255610-17",
        "type": "news"
      },
      {
        "title": "老龄化社会催生银发经济",
        "content": "2023年，随着人口老龄化程度加深，针对老年人的产品和服务快速发展。智能拐杖、适老化改造、老年大学等新兴业态蓬勃发展，'银发经济'成为新的增长点。",
        "pinyin": "lǎo líng huà shè huì cuī shēng yín fā jīng jì",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "银发经济的发展体现了社会对老年群体的关爱，也为经济发展开辟了新的领域。",
        "background": "中国正进入老龄化社会，老年人口数量快速增长，他们的消费需求和生活服务需要得到更好满足。",
        "usage": "可用来写尊老爱老、社会关怀、孝心传承的主题，也可以表达对老年人的关爱之情。",
        "id": "news-middle-1766321255610-18",
        "type": "news"
      },
      {
        "title": "冰雪运动向南方普及",
        "content": "2023年，受北京冬奥会影响，冰雪运动在南方地区快速普及。室内滑雪场、冰场如雨后春笋般涌现，'北冰南展'让更多南方孩子体验到了冰雪运动的魅力，实现了'三亿人参与冰雪运动'的目标。",
        "pinyin": "bīng xuě yùn dòng xiàng nán fāng pǔ jí",
        "author": "新闻报道",
        "dynasty": "当代",
        "interpretation": "冰雪运动的普及打破了地域限制，让更多人享受运动的快乐，体现了体育事业的蓬勃发展。",
        "background": "北京冬奥会成功举办后，冰雪运动在中国迎来发展热潮，各地积极推广冰雪运动项目。",
        "usage": "适合写体育精神、全民健身、冬奥遗产的主题，也可以描写运动带来的快乐和健康。",
        "id": "news-middle-1766321255610-19",
        "type": "news"
      }
    ],
    "upper": [
      {
        "title": "神舟十七号载人飞船成功发射",
        "content": "2023年10月26日，神舟十七号载人飞船在酒泉卫星发射中心成功发射，汤洪波、唐胜杰、江新林三名航天员顺利进入太空。这次任务创造了多个第一：汤洪波成为目前执行载人飞行任务次数最多的中国航天员，唐胜杰和江新林则是首次执行载人飞行任务的新面孔。",
        "pinyin": "",
        "author": "新华社等媒体报道",
        "dynasty": "现代",
        "interpretation": "中国载人航天事业再次取得重大成就，展现了国家科技实力的不断提升和航天人的奋斗精神。",
        "background": "这是中国空间站建设阶段的重要任务，标志着中国载人航天技术日臻成熟，为建设航天强国奠定了坚实基础。",
        "usage": "可用于写作关于科技进步、民族自豪、奋斗精神、团队合作等主题的文章，体现新时代青年的使命担当。",
        "id": "news-upper-1766321357397-0",
        "type": "news"
      },
      {
        "title": "杭州亚运会圆满落幕",
        "content": "2023年10月8日，第19届亚洲运动会在杭州圆满闭幕。本届亚运会中国代表团以201金111银71铜的优异成绩高居金牌榜和奖牌榜榜首。更令人瞩目的是，亚运会展现了'绿色、智能、节俭、文明'的办赛理念，彰显了中国的大国风范。",
        "pinyin": "",
        "author": "官方报道综合",
        "dynasty": "现代",
        "interpretation": "杭州亚运会不仅展示了中国体育的实力，更体现了中国在办赛理念上的创新和对可持续发展的重视。",
        "background": "这是继北京奥运会后，中国举办的又一重大国际体育盛会，向世界展示了新时代中国的发展成就和文化魅力。",
        "usage": "适用于写作体育精神、文化交流、环保理念、民族自信等主题，可以体现青年人的爱国情怀和国际视野。",
        "id": "news-upper-1766321357397-1",
        "type": "news"
      },
      {
        "title": "ChatGPT引发的AI革命",
        "content": "2023年，人工智能技术迎来爆发式发展，以ChatGPT为代表的大型语言模型席卷全球。这项技术不仅改变了人们获取信息的方式，也引发了关于AI伦理、就业影响、教育变革等深层次思考。面对AI时代的到来，如何保持人类独有的创造力和批判思维成为新的课题。",
        "pinyin": "",
        "author": "科技媒体综合报道",
        "dynasty": "现代",
        "interpretation": "AI技术的快速发展既带来了便利，也带来了挑战，需要我们理性看待科技进步，在拥抱变化的同时保持独立思考能力。",
        "background": "这场AI革命标志着人类社会进入了新的技术时代，对教育、工作、生活等各个领域都产生了深远影响。",
        "usage": "可用于讨论科技与人文的关系、创新思维的重要性、理性对待新技术等主题，培养学生的批判性思维。",
        "id": "news-upper-1766321357397-2",
        "type": "news"
      },
      {
        "title": "网络直播带货的双面性",
        "content": "近年来，直播带货成为新兴的商业模式，李佳琦、薇娅等网红主播影响力巨大。然而，在繁荣背后也出现了虚假宣传、质量问题、冲动消费等现象。2023年多起直播间翻车事件引发社会关注，让人们开始反思理性消费的重要性。",
        "pinyin": "",
        "author": "消费者权益保护相关报道",
        "dynasty": "现代",
        "interpretation": "直播带货作为新兴事物有其积极作用，但消费者需要保持理性，不被华丽的宣传所迷惑，学会独立判断。",
        "background": "这一现象反映了数字经济时代消费模式的变化，也提醒我们在享受便利的同时要保持清醒的头脑。",
        "usage": "适用于写作理性消费、媒体素养、独立思考、诚信经营等主题，引导学生树立正确的消费观念。",
        "id": "news-upper-1766321357397-3",
        "type": "news"
      },
      {
        "title": "青年志愿者的温暖力量",
        "content": "在2023年各地的抗洪救灾、疫情防控、社区服务中，青年志愿者们用行动诠释了'奉献、友爱、互助、进步'的志愿精神。河南郑州的大学生志愿者连夜为受灾群众搭建临时安置点，感动了无数人。这些年轻面孔用自己的青春力量温暖着社会。",
        "pinyin": "",
        "author": "志愿服务相关报道",
        "dynasty": "现代",
        "interpretation": "青年志愿者的无私奉献精神体现了新时代青年的责任担当，是社会正能量的重要体现。",
        "background": "志愿服务已成为当代青年参与社会建设、展现青春风采的重要平台，体现了青年一代的社会责任感。",
        "usage": "可用于写作青春理想、社会责任、奉献精神、团结互助等主题，激励学生积极参与公益活动。",
        "id": "news-upper-1766321357397-4",
        "type": "news"
      },
      {
        "title": "非遗文化的青春传承",
        "content": "越来越多的年轻人投身于非物质文化遗产的传承与创新中。苏绣传承人姚惠芬将传统技艺与现代设计结合，让古老的刺绣工艺焕发新生；年轻的景德镇陶艺师用现代理念重新诠释传统瓷器，让'中国制造'走向世界。传统文化在青年人手中展现出新的活力。",
        "pinyin": "",
        "author": "文化传承相关报道",
        "dynasty": "现代",
        "interpretation": "非遗文化的传承需要在保持传统精神的基础上融入时代元素，让传统文化在新时代焕发生机。",
        "background": "这体现了当代青年对传统文化的热爱和传承责任，也展现了文化自信在年轻一代中的体现。",
        "usage": "适用于写作文化传承、创新发展、工匠精神、文化自信等主题，培养学生的文化认同感。",
        "id": "news-upper-1766321357397-5",
        "type": "news"
      },
      {
        "title": "共享经济的理性回归",
        "content": "曾经风光无限的共享单车、共享汽车等共享经济模式在经历了野蛮生长后，如今正在理性回归。ofo的倒闭、摩拜的转型，让人们重新思考什么是真正的共享。真正的共享应该是在满足用户需求的同时，实现资源的有效配置和可持续发展。",
        "pinyin": "",
        "author": "经济观察相关报道",
        "dynasty": "现代",
        "interpretation": "共享经济的发展历程告诉我们，任何商业模式都需要经过市场的检验，理性和可持续性比盲目扩张更重要。",
        "background": "共享经济的兴衰反映了新经济模式的发展规律，也提醒我们要以理性的态度看待新事物。",
        "usage": "可用于讨论理性思考、可持续发展、市场规律、创新与风险等主题，培养学生的经济思维。",
        "id": "news-upper-1766321357397-6",
        "type": "news"
      },
      {
        "title": "短视频时代的碎片化阅读",
        "content": "抖音、快手等短视频平台的兴起改变了人们的信息获取方式，15秒到几分钟的视频内容成为主流。然而，这种碎片化的信息接受方式也引发了关于深度思考能力下降的担忧。如何在快节奏的信息时代保持深度阅读的习惯，成为教育界关注的焦点。",
        "pinyin": "",
        "author": "媒体素养相关研究",
        "dynasty": "现代",
        "interpretation": "短视频虽然提供了便利的信息获取方式，但不能完全替代深度阅读，我们需要在快与慢之间找到平衡。",
        "background": "这一现象反映了数字时代信息传播方式的变化，也提醒我们要培养良好的媒体素养和阅读习惯。",
        "usage": "适用于写作深度思考、阅读习惯、媒体素养、时间管理等主题，引导学生正确使用新媒体。",
        "id": "news-upper-1766321357397-7",
        "type": "news"
      },
      {
        "title": "新能源汽车的绿色革命",
        "content": "2023年，中国新能源汽车产销量继续领跑全球，比亚迪、蔚来等自主品牌在国际市场崭露头角。新能源汽车不仅代表着绿色出行理念，更体现了中国制造业的转型升级。从依赖进口到自主创新，从跟跑到领跑，这场绿色革命展现了中国智造的力量。",
        "pinyin": "",
        "author": "汽车产业相关报道",
        "dynasty": "现代",
        "interpretation": "新能源汽车的发展体现了绿色发展理念的实践，也展现了中国在新兴产业领域的创新能力和竞争力。",
        "background": "这一转变不仅关乎环境保护，更代表着产业升级和技术创新，是中国经济高质量发展的重要体现。",
        "usage": "可用于写作环保意识、科技创新、民族自豪、绿色发展等主题，体现可持续发展理念。",
        "id": "news-upper-1766321357397-8",
        "type": "news"
      },
      {
        "title": "网络安全意识的觉醒",
        "content": "随着数字化程度的提高，网络安全问题日益突出。从个人信息泄露到网络诈骗，从数据安全到隐私保护，网络安全已经成为每个人都需要关注的问题。2023年《网络安全法》的深入实施，提醒我们在享受网络便利的同时，要时刻保持安全意识。",
        "pinyin": "",
        "author": "网络安全相关报道",
        "dynasty": "现代",
        "interpretation": "网络安全不仅是技术问题，更是每个网络用户都应该具备的基本素养，需要从自身做起，提高防范意识。",
        "background": "数字时代的网络安全问题关系到国家安全、社会稳定和个人利益，需要全社会共同关注和参与。",
        "usage": "适用于写作安全意识、法律素养、个人防护、社会责任等主题，培养学生的网络安全意识。",
        "id": "news-upper-1766321357397-9",
        "type": "news"
      },
      {
        "title": "乡村振兴中的青年力量",
        "content": "越来越多的年轻人选择返乡创业，用知识和技术为乡村发展注入新活力。90后大学生李子柒通过短视频展现农村生活之美，带动了乡村文化的传播；各地的'新农人'利用电商平台销售农产品，让优质农货走出大山。他们用青春和智慧书写着乡村振兴的新篇章。",
        "pinyin": "",
        "author": "乡村振兴相关报道",
        "dynasty": "现代",
        "interpretation": "年轻人投身乡村建设体现了新时代青年的使命担当，也为乡村振兴战略的实施注入了强大动力。",
        "background": "乡村振兴是国家重大战略，年轻人的参与为农村发展带来了新思维、新技术、新模式。",
        "usage": "可用于写作青年担当、乡村振兴、创新创业、文化传承等主题，激发学生的社会责任感。",
        "id": "news-upper-1766321357397-10",
        "type": "news"
      },
      {
        "title": "老龄化社会的关爱行动",
        "content": "中国正步入深度老龄化社会，如何关爱老年人成为社会共同关注的话题。各地涌现出许多温暖的关爱行动：志愿者为独居老人送餐上门，科技公司开发适老化应用，社区建设老年友好环境。'老吾老以及人之老'的传统美德在新时代得到了新的诠释。",
        "pinyin": "",
        "author": "养老服务相关报道",
        "dynasty": "现代",
        "interpretation": "关爱老年人不仅是道德要求，更是社会文明进步的体现，需要全社会的共同参与和努力。",
        "background": "人口老龄化是社会发展的必然趋势，如何让老年人享有尊严和幸福的晚年生活是时代课题。",
        "usage": "适用于写作孝道文化、社会关爱、文明进步、代际和谐等主题，培养学生的人文关怀精神。",
        "id": "news-upper-1766321357397-11",
        "type": "news"
      },
      {
        "title": "体育精神的时代价值",
        "content": "从中国女足夺得亚洲杯冠军到中国男篮的拼搏精神，从谷爱凌的冬奥传奇到苏炳添的百米突破，中国体育健儿在各个赛场上展现出的不仅是竞技水平，更是永不言败的体育精神。他们用实际行动诠释了'更快、更高、更强、更团结'的奥林匹克格言。",
        "pinyin": "",
        "author": "体育赛事相关报道",
        "dynasty": "现代",
        "interpretation": "体育精神超越了胜负本身，体现的是面对困难不屈不挠、追求卓越的人生态度和价值追求。",
        "background": "体育竞技不仅是身体素质的较量，更是精神品质的体现，为社会传递着积极向上的正能量。",
        "usage": "可用于写作拼搏精神、团队合作、永不放弃、追求卓越等主题，激励学生勇敢面对挑战。",
        "id": "news-upper-1766321357397-12",
        "type": "news"
      },
      {
        "title": "垃圾分类的文明实践",
        "content": "自垃圾分类政策实施以来，从最初的不习惯到如今的自觉行动，中国人正在经历一场生活方式的革命。上海、北京等城市的成功经验表明，垃圾分类不仅是环保举措，更是文明素养的体现。每一个人的小小改变，汇聚成保护地球家园的巨大力量。",
        "pinyin": "",
        "author": "环保政策相关报道",
        "dynasty": "现代",
        "interpretation": "垃圾分类看似简单的举动，实则体现了个人素养的提升和对环境保护的责任担当。",
        "background": "这一政策的实施过程展现了中国人适应变化、自我提升的能力，也体现了可持续发展理念的深入人心。",
        "usage": "适用于写作环保意识、文明习惯、社会责任、可持续发展等主题，培养学生的环保理念。",
        "id": "news-upper-1766321357397-13",
        "type": "news"
      },
      {
        "title": "在线教育的变革与反思",
        "content": "疫情期间，在线教育迎来爆发式增长，'停课不停学'成为教育界的共同行动。然而，在便利的背后，也暴露出数字鸿沟、注意力分散、师生互动不足等问题。如何平衡线上线下教育的优势，成为教育工作者深入思考的课题。",
        "pinyin": "",
        "author": "教育改革相关研究",
        "dynasty": "现代",
        "interpretation": "在线教育的发展既为教育公平提供了新路径，也提醒我们要理性看待技术在教育中的作用。",
        "background": "这场教育方式的变革反映了科技对传统行业的深刻影响，也推动了教育理念和方法的创新。",
        "usage": "可用于写作教育创新、适应变化、理性思考、教育公平等主题，引导学生思考学习方式的变化。",
        "id": "news-upper-1766321357397-14",
        "type": "news"
      },
      {
        "title": "粉丝文化的理性引导",
        "content": "近年来，粉丝文化在青少年群体中影响巨大，从追星到应援，从打榜到集资，粉丝们的热情令人瞩目。然而，部分极端粉丝行为也引发了社会关注。如何引导粉丝文化健康发展，让偶像的正能量真正发挥作用，成为社会共同关心的话题。",
        "pinyin": "",
        "author": "青少年文化相关报道",
        "dynasty": "现代",
        "interpretation": "粉丝文化本身没有对错，关键在于如何理性对待偶像，从中汲取积极向上的力量。",
        "background": "粉丝文化反映了青少年的情感需求和价值追求，需要正确引导，让其发挥积极作用。",
        "usage": "适用于写作理性追星、价值判断、独立思考、青春成长等主题，帮助学生树立正确的价值观。",
        "id": "news-upper-1766321357397-15",
        "type": "news"
      },
      {
        "title": "食品安全的全民守护",
        "content": "从三聚氰胺事件到近年来的各类食品安全问题，食品安全始终牵动着民众的心。如今，从田间地头到餐桌，从生产监管到消费者维权，食品安全治理体系日趋完善。每一个环节的把关，每一次监督的严格，都是对人民生命健康的负责。",
        "pinyin": "",
        "author": "食品安全相关报道",
        "dynasty": "现代",
        "interpretation": "食品安全需要生产者的良心、监管者的严格和消费者的理性，共同构建安全的食品环境。",
        "background": "食品安全问题关乎每个人的切身利益，需要全社会共同参与，形成人人关心、人人监督的良好氛围。",
        "usage": "可用于写作社会责任、诚信经营、监督意识、生命健康等主题，培养学生的安全意识和责任感。",
        "id": "news-upper-1766321357397-16",
        "type": "news"
      },
      {
        "title": "数字货币的未来探索",
        "content": "数字人民币的试点推广标志着中国在数字货币领域的重要探索。从便民支付到跨境贸易，从普惠金融到金融安全，数字货币正在改变着传统的支付方式。这一变化不仅关乎技术创新，更关乎金融体系的未来发展方向。",
        "pinyin": "",
        "author": "金融科技相关报道",
        "dynasty": "现代",
        "interpretation": "数字货币代表着金融科技的发展方向，但其推广需要在便利性和安全性之间找到平衡。",
        "background": "这一金融创新体现了中国在金融科技领域的前瞻性布局，也为国际金融体系变革提供了中国方案。",
        "usage": "适用于写作科技创新、金融发展、国际竞争、未来展望等主题，开拓学生的国际视野。",
        "id": "news-upper-1766321357397-17",
        "type": "news"
      },
      {
        "title": "传统节日的现代传承",
        "content": "春节、清明、端午、中秋等传统节日在现代社会中焕发新的活力。年轻人通过创新的方式庆祝传统节日：网上祭祖、线上团圆、文化创意产品等，让传统文化在数字时代得到新的传承。传统与现代的结合，展现了文化的生命力。",
        "pinyin": "",
        "author": "传统文化相关报道",
        "dynasty": "现代",
        "interpretation": "传统节日的现代传承说明文化的生命力在于与时俱进，在保持精神内核的同时适应时代发展。",
        "background": "这种传承方式体现了当代人对传统文化的热爱和创新能力，为文化传承提供了新的思路。",
        "usage": "可用于写作文化传承、传统与现代、创新发展、文化自信等主题，增强学生的文化认同感。",
        "id": "news-upper-1766321357397-18",
        "type": "news"
      },
      {
        "title": "社会信用体系的诚信建设",
        "content": "社会信用体系建设正在深刻改变着中国社会的诚信环境。从个人信用记录到企业诚信档案，从'老赖'黑名单到诚信红名单，一个'一处失信、处处受限'的信用社会正在形成。诚信不再只是道德要求，更成为现实生活中的'通行证'。",
        "pinyin": "",
        "author": "社会信用相关报道",
        "dynasty": "现代",
        "interpretation": "社会信用体系的建设让诚信有了实质性的约束力和激励作用，推动了社会诚信水平的整体提升。",
        "background": "这一制度建设体现了国家对诚信社会建设的重视，也为解决社会信任问题提供了制度保障。",
        "usage": "适用于写作诚信品质、社会道德、制度建设、个人修养等主题，培养学生的诚信意识和道德品质。",
        "id": "news-upper-1766321357397-19",
        "type": "news"
      }
    ]
  },
  "encyclopedia": {
    "lower": [
      {
        "title": "小蜜蜂的舞蹈密码",
        "content": "小蜜蜂采蜜回家后，会在蜂巢里跳一种特别的舞蹈。如果跳圆圈舞，就是告诉同伴花朵就在附近。如果跳8字舞，就是在指路，舞蹈的方向就是花朵的方向！",
        "pinyin": "xiǎo mì fēng cǎi mì huí jiā hòu, huì zài fēng cháo lǐ tiào yī zhǒng tè bié de wǔ dǎo.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "蜜蜂有自己的语言，它们用跳舞来告诉其他蜜蜂哪里有花蜜。圆圈舞表示花很近，8字舞还能指出方向呢！",
        "background": "科学家通过长期观察发现，蜜蜂是动物界的小小舞蹈家，它们用舞蹈来交流信息，这比人类的手机通话还要早出现呢！",
        "usage": "写动物时可以描写它们的聪明才智，写团队合作时可以学习蜜蜂的交流方式。",
        "id": "encyclopedia-lower-1766321467284-0",
        "type": "encyclopedia"
      },
      {
        "title": "为什么天空是蓝色的",
        "content": "太阳光看起来是白色的，但其实包含了红橙黄绿蓝靛紫七种颜色。当阳光照进大气层时，蓝色光最容易被空气中的小粒子散开，所以我们看到天空是蓝蓝的！",
        "pinyin": "tài yáng guāng kàn qǐ lái shì bái sè de, dàn qí shí bāo hán le qī zhǒng yán sè.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "太阳光其实是彩虹色的，空气把蓝色光散得到处都是，所以我们抬头就能看到蓝天！",
        "background": "很久很久以前，人们以为天空就是蓝色的布。直到科学家用三棱镜分解阳光，才发现了这个美丽的秘密！",
        "usage": "写景色时可以解释自然现象，写好奇心时可以提到对天空颜色的疑问。",
        "id": "encyclopedia-lower-1766321467284-1",
        "type": "encyclopedia"
      },
      {
        "title": "企鹅爸爸的暖心故事",
        "content": "在南极，企鹅妈妈下蛋后就去大海找食物。企鹅爸爸把蛋放在自己的脚背上，用肚皮盖住它，一站就是两个月！即使饿得头晕眼花，也不肯离开半步。",
        "pinyin": "qǐ é bà ba bǎ dàn fàng zài zì jǐ de jiǎo bèi shàng, yòng dù pí gài zhù tā.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "企鹅爸爸是世界上最棒的爸爸，为了孵蛋，宁愿自己挨饿也要保护小企鹅！",
        "background": "南极的冬天特别冷，如果蛋碰到地面就会冻坏。企鹅爸爸用自己的体温给小宝宝做暖炉，真是太感人了！",
        "usage": "写父爱、责任感时可以用这个例子，写动物的伟大品质时也很合适。",
        "id": "encyclopedia-lower-1766321467284-2",
        "type": "encyclopedia"
      },
      {
        "title": "会唱歌的鲸鱼",
        "content": "座头鲸是海洋里的大歌手！它们会唱很长很长的歌，一首歌可以唱30分钟。更神奇的是，住在不同地方的鲸鱼，唱的歌调子都不一样呢！",
        "pinyin": "zuò tóu jīng shì hǎi yáng lǐ de dà gē shǒu! tā men huì chàng hěn cháng hěn cháng de gē.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "鲸鱼就像海底的歌唱家，每个地方的鲸鱼都有自己独特的歌声！",
        "background": "科学家用水下录音设备听到了鲸鱼的歌声，发现它们比人类更早就有了音乐文化！",
        "usage": "写音乐、才艺时可以提到动物界的音乐家，写海洋生物时也很棒。",
        "id": "encyclopedia-lower-1766321467284-3",
        "type": "encyclopedia"
      },
      {
        "title": "彩虹桥的秘密",
        "content": "彩虹只有在阳光和雨水同时出现时才会显现。阳光穿过空中的小水珠，就像通过一个个小三角镜，把白光分解成红橙黄绿蓝靛紫七种美丽的颜色！",
        "pinyin": "cǎi hóng zhǐ yǒu zài yáng guāng hé yǔ shuǐ tóng shí chū xiàn shí cái huì xiǎn xiàn.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "彩虹是阳光和雨滴合作画出的美丽图画，需要天时地利才能看到！",
        "background": "古时候人们以为彩虹是仙女的七彩丝带，现在我们知道这是光的魔法表演！",
        "usage": "写美丽景色时可以解释形成原理，写合作时可以比喻阳光雨水的配合。",
        "id": "encyclopedia-lower-1766321467284-4",
        "type": "encyclopedia"
      },
      {
        "title": "会发光的萤火虫",
        "content": "萤火虫的屁股为什么会发光？原来它们身体里有一种特殊的化学物质。当这种物质和氧气相遇时，就会发出绿绿的光，就像小小的绿灯笼！",
        "pinyin": "yíng huǒ chóng de pì gu wèi shén me huì fā guāng? yuán lái tā men shēn tǐ lǐ yǒu yī zhǒng tè shū de huà xué wù zhì.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "萤火虫就像会飞的小电灯，它们用身体里的化学反应来发光！",
        "background": "夏天的夜晚，萤火虫在草丛里一闪一闪，就像星星掉到了地上，美极了！",
        "usage": "写夜晚景色时可以描写萤火虫，写神奇现象时可以解释发光原理。",
        "id": "encyclopedia-lower-1766321467284-5",
        "type": "encyclopedia"
      },
      {
        "title": "大象的长鼻子妙用多",
        "content": "大象的鼻子真厉害！可以当手来抓东西，当吸管来喝水，当花洒来洗澡，当号角来打招呼。一根鼻子抵得上我们的手、嘴巴、电话好多样东西呢！",
        "pinyin": "dà xiàng de bí zi zhēn lì hai! kě yǐ dāng shǒu lái zhuā dōng xi, dāng xī guǎn lái hē shuǐ.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "大象的鼻子是万能工具，什么事情都能做，真是太神奇了！",
        "background": "大象的鼻子有四万多块肌肉，比人类全身的肌肉还要多，难怪这么灵活！",
        "usage": "写动物特点时可以详细描写，写工具的重要性时可以举这个例子。",
        "id": "encyclopedia-lower-1766321467284-6",
        "type": "encyclopedia"
      },
      {
        "title": "为什么切洋葱会流泪",
        "content": "洋葱被切开时，会放出一种看不见的气体。这种气体飘到我们眼睛里，眼睛就觉得很刺激，赶紧流眼泪来保护自己。这是洋葱的自我保护法宝！",
        "pinyin": "yáng cōng bèi qiē kāi shí, huì fàng chū yī zhǒng kàn bù jiàn de qì tǐ.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "洋葱有自己的防身术，用特殊气体让敌人流泪，真是个聪明的小家伙！",
        "background": "妈妈切洋葱时总是眼泪汪汪，原来是洋葱在和我们的眼睛玩游戏呢！",
        "usage": "写生活小常识时很实用，写植物的自我保护时可以举这个例子。",
        "id": "encyclopedia-lower-1766321467284-7",
        "type": "encyclopedia"
      },
      {
        "title": "蝙蝠的超声波雷达",
        "content": "蝙蝠在黑漆漆的夜里飞行，从来不会撞到树。原来它们会发出人类听不到的超声波，声波碰到东西后反弹回来，告诉蝙蝠前面有什么障碍物！",
        "pinyin": "biān fú zài hēi qī qī de yè lǐ fēi xíng, cóng lái bù huì zhuàng dào shù.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "蝙蝠就像装了雷达的小飞机，用声音来'看'东西，真是太厉害了！",
        "background": "人类发明雷达技术就是向蝙蝠学习的，动物老师教会了我们很多本领！",
        "usage": "写动物本领时可以描写，写科技发明时可以提到仿生学。",
        "id": "encyclopedia-lower-1766321467284-8",
        "type": "encyclopedia"
      },
      {
        "title": "植物也会睡觉",
        "content": "含羞草一碰就合拢叶子，向日葵总是跟着太阳转，夜来香到了晚上才开花。原来植物也有自己的生活规律，就像我们要按时睡觉一样！",
        "pinyin": "hán xiū cǎo yī pèng jiù hé lǒng yè zi, xiàng rì kuí zǒng shì gēn zhe tài yáng zhuàn.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "植物和我们一样，有自己的作息时间表，该睡觉时睡觉，该起床时起床！",
        "background": "科学家发现植物体内有生物钟，就像我们的身体知道什么时候该睡觉一样神奇！",
        "usage": "写植物特点时可以拟人化描写，写生活规律时可以对比植物和人类。",
        "id": "encyclopedia-lower-1766321467284-9",
        "type": "encyclopedia"
      },
      {
        "title": "小松鼠的储藏室",
        "content": "秋天到了，小松鼠忙得不得了！它们要把松果、坚果藏在树洞里、土里、石缝里。一只松鼠一年要藏几千颗坚果，为寒冷的冬天做准备呢！",
        "pinyin": "qiū tiān dào le, xiǎo sōng shǔ máng dé bù dé liǎo! tā men yào bǎ sōng guǒ cáng zài shù dòng lǐ.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "松鼠是森林里的小小收藏家，它们比人类更懂得提前准备过冬的食物！",
        "background": "松鼠有超强的记忆力，能记住几百个藏食物的地方，比人类的记性还要好！",
        "usage": "写勤劳品质时可以举松鼠的例子，写准备工作的重要性也很合适。",
        "id": "encyclopedia-lower-1766321467284-10",
        "type": "encyclopedia"
      },
      {
        "title": "章鱼的变色魔法",
        "content": "章鱼是海底的变色大师！它可以变成红色、黄色、褐色，还能模仿石头和珊瑚的样子。遇到危险时，它还会喷出黑黑的墨汁，趁机逃跑！",
        "pinyin": "zhāng yú shì hǎi dǐ de biàn sè dà shī! tā kě yǐ biàn chéng hóng sè, huáng sè, hè sè.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "章鱼就像海底的魔术师，会变色还会喷墨，真是个了不起的小家伙！",
        "background": "章鱼皮肤上有特殊的细胞，可以快速改变颜色，比变色龙还要厉害！",
        "usage": "写动物的神奇本领时很好用，写逃生技巧时可以提到章鱼的智慧。",
        "id": "encyclopedia-lower-1766321467284-11",
        "type": "encyclopedia"
      },
      {
        "title": "地球的保护伞",
        "content": "地球外面有一层看不见的保护伞，叫做臭氧层。它能挡住太阳有害的紫外线，保护地球上的所有生物。没有这层保护伞，我们都会被晒伤呢！",
        "pinyin": "dì qiú wài miàn yǒu yī céng kàn bù jiàn de bǎo hù sǎn, jiào zuò chòu yǎng céng.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "臭氧层就像地球妈妈给我们撑起的大伞，保护我们不被太阳伤害！",
        "background": "科学家发现臭氧层有破洞时，全世界的人都很担心，大家一起努力保护这把保护伞！",
        "usage": "写环保话题时可以强调臭氧层的重要性，写保护与被保护的关系也很合适。",
        "id": "encyclopedia-lower-1766321467284-12",
        "type": "encyclopedia"
      },
      {
        "title": "水滴石穿的秘密",
        "content": "小小的水滴怎么能把坚硬的石头滴穿呢？原来，水滴一滴一滴地落在同一个地方，石头慢慢被溶解。虽然每一滴很微弱，但坚持下去就有大力量！",
        "pinyin": "xiǎo xiǎo de shuǐ dī zěn me néng bǎ jiān yìng de shí tou dī chuān ne?",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "水滴虽然小，但只要坚持不懈，连石头都能被它感动得掉眼泪！",
        "background": "在很多山洞里，我们都能看到被水滴滴出的小洞，这是大自然教给我们的坚持课！",
        "usage": "写坚持的力量时这是最好的例子，写小事也能成大事时很有说服力。",
        "id": "encyclopedia-lower-1766321467284-13",
        "type": "encyclopedia"
      },
      {
        "title": "蚂蚁的力量密码",
        "content": "小蚂蚁看起来很弱小，但它能举起比自己重50倍的东西！如果人类也有这样的力气，就能轻松举起一辆小汽车。蚂蚁的秘密武器就是团结合作！",
        "pinyin": "xiǎo mǎ yǐ kàn qǐ lái hěn ruò xiǎo, dàn tā néng jǔ qǐ bǐ zì jǐ zhòng wǔ shí bèi de dōng xi!",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "蚂蚁虽然小，但力气特别大，最重要的是它们懂得团结就是力量！",
        "background": "科学家研究发现，蚂蚁的肌肉结构特别紧密，所以能发出这么大的力量！",
        "usage": "写团结合作时蚂蚁是最好的例子，写以小搏大时也很有说服力。",
        "id": "encyclopedia-lower-1766321467284-14",
        "type": "encyclopedia"
      },
      {
        "title": "候鸟的GPS导航",
        "content": "大雁每年都要飞很远很远的路去过冬，它们从来不会迷路。原来候鸟身体里有天然的指南针，能感受到地球的磁场，还会看太阳和星星来导航！",
        "pinyin": "dà yàn měi nián dōu yào fēi hěn yuǎn hěn yuǎn de lù qù guò dōng, tā men cóng lái bù huì mí lù.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "候鸟比人类更早就有了GPS，它们用身体感受方向，真是天生的导航专家！",
        "background": "人类发明指南针和GPS都是向动物学习的，动物老师教会了我们认路的本领！",
        "usage": "写动物的神奇本领时可以详写，写方向感和导航时也很有趣。",
        "id": "encyclopedia-lower-1766321467284-15",
        "type": "encyclopedia"
      },
      {
        "title": "雪花的独特密码",
        "content": "世界上没有两片完全相同的雪花！每一片雪花都有六个角，但形状都不一样。它们在云朵里跳着舞蹈，一路变化着样子，最后变成独一无二的艺术品！",
        "pinyin": "shì jiè shàng méi yǒu liǎng piàn wán quán xiāng tóng de xuě huā!",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "每片雪花都是大自然的独特作品，就像世界上每个人都是特别的一样！",
        "background": "科学家用显微镜观察雪花，发现它们的美丽图案比最精美的花边还要漂亮！",
        "usage": "写独特性和个性时可以用雪花比喻，写自然之美时也很合适。",
        "id": "encyclopedia-lower-1766321467284-16",
        "type": "encyclopedia"
      },
      {
        "title": "海豚的救生员本领",
        "content": "海豚是海洋里的救生员！它们会救落水的人，用嘴巴推着人游到岸边。海豚还会互相帮助，如果有同伴受伤了，其他海豚会一起把它托出水面呼吸！",
        "pinyin": "hǎi tún shì hǎi yáng lǐ de jiù shēng yuán! tā men huì jiù luò shuǐ de rén.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "海豚不仅聪明，还很善良，它们是海洋里最棒的朋友！",
        "background": "历史上有很多海豚救人的真实故事，它们比人类还要懂得助人为乐的道理！",
        "usage": "写助人为乐时海豚是最好的例子，写动物的善良品质也很感人。",
        "id": "encyclopedia-lower-1766321467284-17",
        "type": "encyclopedia"
      },
      {
        "title": "种子的旅行包",
        "content": "植物的种子真会旅行！蒲公英的种子长着小降落伞，能飞得很远。椰子种子有救生圈，能漂洋过海。苍耳种子长着小钩子，会粘在动物身上搭便车！",
        "pinyin": "zhí wù de zhǒng zi zhēn huì lǚ xíng! pú gōng yīng de zhǒng zi zhǎng zhe xiǎo jiàng luò sǎn.",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "植物的种子比人类更会旅行，它们有各种各样的交通工具！",
        "background": "植物为了让孩子们能到更远的地方安家，给种子们准备了最好的旅行装备！",
        "usage": "写植物传播时可以详细描写，写旅行和探索时可以用种子比喻。",
        "id": "encyclopedia-lower-1766321467284-18",
        "type": "encyclopedia"
      },
      {
        "title": "北极熊的天然棉袄",
        "content": "北极熊的毛看起来是白色的，其实每根毛都是透明的空心管子！这些空心毛能锁住热气，就像穿了最暖和的羽绒服。它们的皮肤其实是黑色的呢！",
        "pinyin": "běi jí xióng de máo kàn qǐ lái shì bái sè de, qí shí měi gēn máo dōu shì tòu míng de kōng xīn guǎn zi!",
        "author": "科普作者",
        "dynasty": "现代",
        "interpretation": "北极熊穿着大自然设计的最保暖的衣服，真是冰雪世界的时尚达人！",
        "background": "北极非常寒冷，北极熊用聪明的身体结构在那里快乐地生活着！",
        "usage": "写动物适应环境时可以详写，写保暖和御寒时也很有趣。",
        "id": "encyclopedia-lower-1766321467284-19",
        "type": "encyclopedia"
      }
    ],
    "middle": [
      {
        "title": "蚂蚁的超级力量",
        "content": "蚂蚁虽然身体微小，但能举起比自己体重重50倍的物体，这相当于一个成年人举起一辆小汽车！蚂蚁的秘密在于它们身体结构的巧妙设计和团队合作的智慧。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "蚂蚁虽然很小，但力气很大，能搬动比自己重很多倍的东西。它们靠特殊的身体构造和团结协作做到这一点。",
        "background": "科学家通过显微镜观察发现，蚂蚁的肌肉纤维比人类更密集，而且它们总是集体行动，分工合作，这让它们能完成看似不可能的任务。",
        "usage": "可以用来写关于团结合作、坚持不懈的作文，也可以用来说明'人多力量大'、'团结就是力量'等道理。",
        "id": "encyclopedia-middle-1766321701430-0",
        "type": "encyclopedia"
      },
      {
        "title": "蝴蝶的神奇导航",
        "content": "帝王斑蝶每年要进行长达3000公里的迁徙，从加拿大飞到墨西哥，途中要跨越高山大海，而且从来不会迷路。更神奇的是，飞到目的地的蝴蝶从来没有去过那里！",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "有一种叫帝王斑蝶的蝴蝶，每年都要飞很远很远的路，而且不会迷路，即使是第一次去那个地方。",
        "background": "科学家发现，帝王斑蝶利用太阳的位置和地球磁场来导航，这种能力是遗传的，就像内置的GPS一样神奇。",
        "usage": "适合写关于本能、遗传智慧、大自然奥秘的作文，可以表达对生命的敬畏和对自然的赞美。",
        "id": "encyclopedia-middle-1766321701430-1",
        "type": "encyclopedia"
      },
      {
        "title": "彩虹的秘密",
        "content": "彩虹其实是一个完整的圆圈，只是我们在地面上只能看到半圆。如果你坐在飞机上往下看，就能看到完整的圆形彩虹。彩虹的颜色总是按照'红橙黄绿青蓝紫'的顺序排列。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "彩虹本来是圆的，我们平时只能看到一半。在高处可以看到完整的圆形彩虹，颜色总是按固定顺序排列。",
        "background": "彩虹是阳光穿过空气中的小水滴时发生折射和反射形成的。古人不知道这个原理，所以有很多美丽的传说。",
        "usage": "可以用来写关于观察发现、科学探索的作文，也适合描写雨后美景，表达对自然现象的好奇心。",
        "id": "encyclopedia-middle-1766321701430-2",
        "type": "encyclopedia"
      },
      {
        "title": "章鱼的聪明大脑",
        "content": "章鱼有三个心脏和九个大脑！两个心脏负责给鳃供血，一个主心脏负责全身循环。九个大脑中，一个主大脑负责思考，其他八个分别控制八条腿，每条腿都能独立思考和行动。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "章鱼很特别，它有三个心脏和九个大脑，每条腿都有自己的'小脑袋'，能独立行动。",
        "background": "海洋生物学家研究发现，章鱼是无脊椎动物中最聪明的，能解开复杂的迷宫，会使用工具，甚至能学会开瓶盖。",
        "usage": "适合写关于生物多样性、大自然的神奇、学习能力的作文，可以引发对不同生命形式的思考。",
        "id": "encyclopedia-middle-1766321701430-3",
        "type": "encyclopedia"
      },
      {
        "title": "树木的互联网",
        "content": "森林里的树木之间会通过根部的菌丝网络互相'聊天'，分享营养和信息。当一棵树受到虫害攻击时，它会通过这个'木联网'警告其他树木，让它们提前做好防护准备。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "森林里的树会通过根部连接起来，互相帮助，分享食物和传递危险信息，就像有自己的互联网一样。",
        "background": "科学家给这个现象起了个有趣的名字叫'木联网'，发现母树会照顾小树苗，森林就像一个大家庭。",
        "usage": "可以写关于团结互助、信息分享、自然和谐的作文，也适合表达环保意识和对森林的保护。",
        "id": "encyclopedia-middle-1766321701430-4",
        "type": "encyclopedia"
      },
      {
        "title": "企鹅的游泳冠军",
        "content": "企鹅在陆地上走路摇摇摆摆很笨拙，但在水中却是游泳健将。皇帝企鹅能潜水到500多米深，憋气22分钟！它们的羽毛有三层，就像穿了最先进的潜水服。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "企鹅在陆地上很笨拙，但在水里游泳特别厉害，能潜很深很久，羽毛就像保暖的潜水服。",
        "background": "南极科考队员观察发现，企鹅的身体完全适应了水中生活，它们的骨骼更重，能减少浮力，翅膀进化成了'水中的翅膀'。",
        "usage": "适合写关于适应环境、发挥特长、不同环境下表现不同的作文，可以表达每个人都有自己擅长的领域。",
        "id": "encyclopedia-middle-1766321701430-5",
        "type": "encyclopedia"
      },
      {
        "title": "蜘蛛丝比钢丝更强",
        "content": "蜘蛛丝的强度比同等粗细的钢丝还要强5倍！如果有铅笔粗的蜘蛛丝，它能拉住一架正在起飞的波音747飞机。科学家正在研究如何人工制造蜘蛛丝。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "蜘蛛吐的丝比钢丝还要结实，如果足够粗，甚至能拉住大飞机。科学家想学习这个技术。",
        "background": "材料科学家发现蜘蛛丝的分子结构非常特殊，既有韧性又有强度，是自然界最完美的材料之一。",
        "usage": "可以写关于向自然学习、科技创新、小小的力量也很伟大等主题的作文，适合表达对科学研究的兴趣。",
        "id": "encyclopedia-middle-1766321701430-6",
        "type": "encyclopedia"
      },
      {
        "title": "北极熊的黑皮肤",
        "content": "北极熊的毛发看起来是白色的，但其实是透明的空心管子，就像光纤一样能传导阳光。而且北极熊的皮肤是黑色的！黑色皮肤能更好地吸收热量保暖。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "北极熊的毛其实是透明的，看起来白是因为反光。它们的皮肤是黑色的，这样能更好地保暖。",
        "background": "极地生物学家研究发现，北极熊的毛发结构就像天然的保温材料，能将阳光导入皮肤，实现最佳保温效果。",
        "usage": "适合写关于外表与本质、适应环境、大自然的智慧等作文，可以引发对事物本质的思考。",
        "id": "encyclopedia-middle-1766321701430-7",
        "type": "encyclopedia"
      },
      {
        "title": "鸟儿不会迷路的秘密",
        "content": "候鸟能准确找到几千公里外的目的地，它们的秘密武器是能'看见'地球磁场！鸟儿眼中有一种特殊蛋白质，能将磁场转化为彩色图案，就像有了天然的GPS导航。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "鸟儿能看到我们看不见的地球磁场，就像有了天然的导航系统，所以飞得再远也不会迷路。",
        "background": "科学家用了很多年才发现这个秘密，原来鸟儿的眼睛里有特殊的蛋白质，能感受到磁场的方向。",
        "usage": "可以写关于天赋异禀、特殊能力、科学探索等作文，适合表达对动物世界的好奇和敬佩。",
        "id": "encyclopedia-middle-1766321701430-8",
        "type": "encyclopedia"
      },
      {
        "title": "大象的地震预警",
        "content": "大象能提前感知地震！它们的脚掌能感受到人类察觉不到的地面微震动，在地震前几小时就会表现得非常不安。2004年印度洋海啸前，泰国的大象都跑向了高处。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "大象有特殊能力，能提前感觉到地震，在危险来临前会逃跑，有时能救其他动物和人。",
        "background": "动物行为学家记录了很多动物预知自然灾害的例子，发现很多动物都比人类更敏感，能提前感知危险。",
        "usage": "适合写关于动物的智慧、自然预警、保护动物等作文，可以表达对动物的尊重和学习它们的敏锐感知。",
        "id": "encyclopedia-middle-1766321701430-9",
        "type": "encyclopedia"
      },
      {
        "title": "萤火虫的节能灯",
        "content": "萤火虫的光是世界上效率最高的光源，几乎不产生热量，96%的能量都转化为光！而普通灯泡只有5%的能量变成光，其余都浪费成了热量。萤火虫用这种'冷光'来求偶。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "萤火虫发出的光最节能，不会产生热量，比我们用的灯泡效率高很多，它们用发光来找伴侣。",
        "background": "生物学家发现萤火虫体内有特殊的化学物质，能产生生物光。现在科学家正在研究如何模仿这种技术制造节能灯。",
        "usage": "可以写关于节能环保、仿生科技、自然的启发等作文，适合表达对绿色科技和环保的关注。",
        "id": "encyclopedia-middle-1766321701430-10",
        "type": "encyclopedia"
      },
      {
        "title": "海豚的超声波",
        "content": "海豚会用超声波'看'东西！它们发出的声波撞到物体后反弹回来，海豚就能知道前面有什么，就像声音版的雷达。即使在漆黑的深海中，海豚也能准确识别物体的形状、大小和距离。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "海豚用声音来'看'东西，发出声音后听回音，就能知道周围有什么，就像用耳朵看见一样神奇。",
        "background": "海洋生物学家发现海豚的这种能力叫做'回声定位'，现在人类的声纳技术就是模仿海豚发明的。",
        "usage": "适合写关于仿生学、动物智慧、科技发明的作文，可以表达向动物学习和科学创新的主题。",
        "id": "encyclopedia-middle-1766321701430-11",
        "type": "encyclopedia"
      },
      {
        "title": "变色龙的独立眼睛",
        "content": "变色龙的两只眼睛可以独立转动，左眼看左边，右眼看右边，还能360度旋转！这样它们能同时监视四面八方的情况，既能发现食物，又能防备天敌。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "变色龙的两只眼睛能分别看不同方向，可以同时看到很多地方，这样既能找食物又能防敌人。",
        "background": "爬行动物专家研究发现，变色龙的眼球结构很特殊，能独立控制，这种设计在动物界很少见，非常巧妙。",
        "usage": "可以写关于多角度观察、全面思考、独特能力的作文，适合表达观察事物要全面、思考问题要多角度。",
        "id": "encyclopedia-middle-1766321701430-12",
        "type": "encyclopedia"
      },
      {
        "title": "蜜蜂的舞蹈语言",
        "content": "蜜蜂会跳舞告诉同伴哪里有花蜜！它们用'8字舞'来传递信息：舞蹈的方向表示花朵的位置，摆动的次数表示距离远近，摆动得越快说明花蜜越甜美。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "蜜蜂用跳舞来告诉其他蜜蜂哪里有好花蜜，舞蹈的方向和快慢都有特殊含义，就像它们的语言。",
        "background": "动物行为学家通过长期观察发现了蜜蜂的这种'舞蹈语言'，这是动物交流中最复杂的信息传递方式之一。",
        "usage": "适合写关于交流沟通、团队合作、信息分享的作文，可以表达沟通的重要性和团队精神。",
        "id": "encyclopedia-middle-1766321701430-13",
        "type": "encyclopedia"
      },
      {
        "title": "鲸鱼的长途电话",
        "content": "鲸鱼的歌声能在海水中传播几百公里远，就像在打'长途电话'！不同种类的鲸鱼有不同的'方言'，座头鲸会唱长达30分钟的复杂歌曲，而且每年都会更新歌词。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "鲸鱼会唱歌，声音能传得很远很远，不同的鲸鱼唱不同的歌，就像人有不同的语言和方言。",
        "background": "海洋声学专家用特殊设备记录鲸鱼的声音，发现它们的声音有复杂的规律和变化，是真正的海洋交响乐。",
        "usage": "可以写关于远距离交流、音乐美感、动物文化的作文，适合表达对海洋生物的赞美和保护海洋的意识。",
        "id": "encyclopedia-middle-1766321701430-14",
        "type": "encyclopedia"
      },
      {
        "title": "猫咪的胡须雷达",
        "content": "猫咪的胡须是敏感的'雷达'！胡须的宽度正好等于身体的宽度，猫咪用胡须来判断能否通过狭小的空间。胡须还能感受空气流动，在黑暗中帮助猫咪精确导航。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "猫的胡须很有用，能测量空间大小，感受空气流动，在黑暗中帮助猫咪认路，就像天然的雷达。",
        "background": "动物学家发现猫咪的胡须根部有丰富的神经，非常敏感，这是猫科动物的特殊感觉器官。",
        "usage": "适合写关于观察细节、身体的奥秘、适应环境的作文，可以表达对身边小动物的关爱和观察。",
        "id": "encyclopedia-middle-1766321701430-15",
        "type": "encyclopedia"
      },
      {
        "title": "蚯蚓的土壤工程师",
        "content": "一条蚯蚓一天能吃下相当于自己体重的土壤，经过消化后排出的粪便比原来的土更肥沃！全世界的蚯蚓每年能翻动几十亿吨土壤，是地球上最勤劳的'土壤工程师'。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "蚯蚓每天吃很多土，排出的粪便能让土壤更肥沃，所有蚯蚓一起工作，让地球的土壤变得更好。",
        "background": "土壤学家研究发现，蚯蚓对农业和生态环境非常重要，达尔文曾经专门研究蚯蚓，称赞它们的贡献。",
        "usage": "可以写关于默默奉献、环保重要性、小角色大作用的作文，适合表达对平凡劳动者的敬意。",
        "id": "encyclopedia-middle-1766321701430-16",
        "type": "encyclopedia"
      },
      {
        "title": "候鸟的马拉松",
        "content": "北极燕鸥是动物界的马拉松冠军！它们每年要从北极飞到南极，再飞回来，总距离超过7万公里，相当于绕地球快两圈。一只燕鸥一生的飞行距离能到达月球！",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "北极燕鸥每年飞的路程非常非常远，从地球最北边飞到最南边，一生飞的距离可以飞到月亮上。",
        "background": "鸟类学家给燕鸥戴上追踪器发现了这个惊人的事实，燕鸥是为了追随夏天，永远生活在有阳光的地方。",
        "usage": "适合写关于坚持不懈、追求理想、长途跋涉的作文，可以表达为了目标不怕困难的精神。",
        "id": "encyclopedia-middle-1766321701430-17",
        "type": "encyclopedia"
      },
      {
        "title": "蜘蛛的建筑大师",
        "content": "蜘蛛是天生的建筑大师！一张蜘蛛网包含了螺旋、辐射、桥梁等多种工程结构，能承受比自重大几十倍的冲击。而且蜘蛛会根据不同环境设计不同样式的网。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "蜘蛛很会建造蜘蛛网，网的设计很精妙，很坚固，而且会根据不同地方织不同样式的网。",
        "background": "工程师研究蜘蛛网的结构发现其中包含了很多建筑学原理，现代建筑设计也从中获得了灵感。",
        "usage": "可以写关于设计创意、因地制宜、精湛技艺的作文，适合表达对手工艺和建筑设计的赞美。",
        "id": "encyclopedia-middle-1766321701430-18",
        "type": "encyclopedia"
      },
      {
        "title": "星星的一生",
        "content": "星星也有生老病死！小质量的星星能'活'几百亿年，慢慢变成白矮星。大质量的星星'生命'只有几百万年，最后会爆炸成超新星，照亮整个星系，死后变成黑洞或中子星。",
        "pinyin": "",
        "author": "",
        "dynasty": "",
        "interpretation": "星星跟人一样有生命周期，小星星活得久，大星星活得短但死得壮观，最后变成黑洞或特殊的星。",
        "background": "天体物理学家通过观测不同年龄的星星，了解了星星的一生。我们身体里的很多元素都来自于死去星星的爆炸。",
        "usage": "适合写关于生命轮回、宇宙奥秘、时间概念的作文，可以表达对宇宙的敬畏和对生命的思考。",
        "id": "encyclopedia-middle-1766321701430-19",
        "type": "encyclopedia"
      }
    ]
  }
}