[
  {
    "title": "小蜜蜂的舞蹈密码",
    "content": "小蜜蜂采蜜回家后，会在蜂巢里跳一种特别的舞蹈。如果跳圆圈舞，就是告诉同伴花朵就在附近。如果跳8字舞，就是在指路，舞蹈的方向就是花朵的方向！",
    "pinyin": "xiǎo mì fēng cǎi mì huí jiā hòu, huì zài fēng cháo lǐ tiào yī zhǒng tè bié de wǔ dǎo.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "蜜蜂有自己的语言，它们用跳舞来告诉其他蜜蜂哪里有花蜜。圆圈舞表示花很近，8字舞还能指出方向呢！",
    "background": "科学家通过长期观察发现，蜜蜂是动物界的小小舞蹈家，它们用舞蹈来交流信息，这比人类的手机通话还要早出现呢！",
    "usage": "写动物时可以描写它们的聪明才智，写团队合作时可以学习蜜蜂的交流方式。",
    "id": "encyclopedia-lower-1766321467284-0",
    "type": "encyclopedia"
  },
  {
    "title": "为什么天空是蓝色的",
    "content": "太阳光看起来是白色的，但其实包含了红橙黄绿蓝靛紫七种颜色。当阳光照进大气层时，蓝色光最容易被空气中的小粒子散开，所以我们看到天空是蓝蓝的！",
    "pinyin": "tài yáng guāng kàn qǐ lái shì bái sè de, dàn qí shí bāo hán le qī zhǒng yán sè.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "太阳光其实是彩虹色的，空气把蓝色光散得到处都是，所以我们抬头就能看到蓝天！",
    "background": "很久很久以前，人们以为天空就是蓝色的布。直到科学家用三棱镜分解阳光，才发现了这个美丽的秘密！",
    "usage": "写景色时可以解释自然现象，写好奇心时可以提到对天空颜色的疑问。",
    "id": "encyclopedia-lower-1766321467284-1",
    "type": "encyclopedia"
  },
  {
    "title": "企鹅爸爸的暖心故事",
    "content": "在南极，企鹅妈妈下蛋后就去大海找食物。企鹅爸爸把蛋放在自己的脚背上，用肚皮盖住它，一站就是两个月！即使饿得头晕眼花，也不肯离开半步。",
    "pinyin": "qǐ é bà ba bǎ dàn fàng zài zì jǐ de jiǎo bèi shàng, yòng dù pí gài zhù tā.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "企鹅爸爸是世界上最棒的爸爸，为了孵蛋，宁愿自己挨饿也要保护小企鹅！",
    "background": "南极的冬天特别冷，如果蛋碰到地面就会冻坏。企鹅爸爸用自己的体温给小宝宝做暖炉，真是太感人了！",
    "usage": "写父爱、责任感时可以用这个例子，写动物的伟大品质时也很合适。",
    "id": "encyclopedia-lower-1766321467284-2",
    "type": "encyclopedia"
  },
  {
    "title": "会唱歌的鲸鱼",
    "content": "座头鲸是海洋里的大歌手！它们会唱很长很长的歌，一首歌可以唱30分钟。更神奇的是，住在不同地方的鲸鱼，唱的歌调子都不一样呢！",
    "pinyin": "zuò tóu jīng shì hǎi yáng lǐ de dà gē shǒu! tā men huì chàng hěn cháng hěn cháng de gē.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "鲸鱼就像海底的歌唱家，每个地方的鲸鱼都有自己独特的歌声！",
    "background": "科学家用水下录音设备听到了鲸鱼的歌声，发现它们比人类更早就有了音乐文化！",
    "usage": "写音乐、才艺时可以提到动物界的音乐家，写海洋生物时也很棒。",
    "id": "encyclopedia-lower-1766321467284-3",
    "type": "encyclopedia"
  },
  {
    "title": "彩虹桥的秘密",
    "content": "彩虹只有在阳光和雨水同时出现时才会显现。阳光穿过空中的小水珠，就像通过一个个小三角镜，把白光分解成红橙黄绿蓝靛紫七种美丽的颜色！",
    "pinyin": "cǎi hóng zhǐ yǒu zài yáng guāng hé yǔ shuǐ tóng shí chū xiàn shí cái huì xiǎn xiàn.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "彩虹是阳光和雨滴合作画出的美丽图画，需要天时地利才能看到！",
    "background": "古时候人们以为彩虹是仙女的七彩丝带，现在我们知道这是光的魔法表演！",
    "usage": "写美丽景色时可以解释形成原理，写合作时可以比喻阳光雨水的配合。",
    "id": "encyclopedia-lower-1766321467284-4",
    "type": "encyclopedia"
  },
  {
    "title": "会发光的萤火虫",
    "content": "萤火虫的屁股为什么会发光？原来它们身体里有一种特殊的化学物质。当这种物质和氧气相遇时，就会发出绿绿的光，就像小小的绿灯笼！",
    "pinyin": "yíng huǒ chóng de pì gu wèi shén me huì fā guāng? yuán lái tā men shēn tǐ lǐ yǒu yī zhǒng tè shū de huà xué wù zhì.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "萤火虫就像会飞的小电灯，它们用身体里的化学反应来发光！",
    "background": "夏天的夜晚，萤火虫在草丛里一闪一闪，就像星星掉到了地上，美极了！",
    "usage": "写夜晚景色时可以描写萤火虫，写神奇现象时可以解释发光原理。",
    "id": "encyclopedia-lower-1766321467284-5",
    "type": "encyclopedia"
  },
  {
    "title": "大象的长鼻子妙用多",
    "content": "大象的鼻子真厉害！可以当手来抓东西，当吸管来喝水，当花洒来洗澡，当号角来打招呼。一根鼻子抵得上我们的手、嘴巴、电话好多样东西呢！",
    "pinyin": "dà xiàng de bí zi zhēn lì hai! kě yǐ dāng shǒu lái zhuā dōng xi, dāng xī guǎn lái hē shuǐ.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "大象的鼻子是万能工具，什么事情都能做，真是太神奇了！",
    "background": "大象的鼻子有四万多块肌肉，比人类全身的肌肉还要多，难怪这么灵活！",
    "usage": "写动物特点时可以详细描写，写工具的重要性时可以举这个例子。",
    "id": "encyclopedia-lower-1766321467284-6",
    "type": "encyclopedia"
  },
  {
    "title": "为什么切洋葱会流泪",
    "content": "洋葱被切开时，会放出一种看不见的气体。这种气体飘到我们眼睛里，眼睛就觉得很刺激，赶紧流眼泪来保护自己。这是洋葱的自我保护法宝！",
    "pinyin": "yáng cōng bèi qiē kāi shí, huì fàng chū yī zhǒng kàn bù jiàn de qì tǐ.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "洋葱有自己的防身术，用特殊气体让敌人流泪，真是个聪明的小家伙！",
    "background": "妈妈切洋葱时总是眼泪汪汪，原来是洋葱在和我们的眼睛玩游戏呢！",
    "usage": "写生活小常识时很实用，写植物的自我保护时可以举这个例子。",
    "id": "encyclopedia-lower-1766321467284-7",
    "type": "encyclopedia"
  },
  {
    "title": "蝙蝠的超声波雷达",
    "content": "蝙蝠在黑漆漆的夜里飞行，从来不会撞到树。原来它们会发出人类听不到的超声波，声波碰到东西后反弹回来，告诉蝙蝠前面有什么障碍物！",
    "pinyin": "biān fú zài hēi qī qī de yè lǐ fēi xíng, cóng lái bù huì zhuàng dào shù.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "蝙蝠就像装了雷达的小飞机，用声音来'看'东西，真是太厉害了！",
    "background": "人类发明雷达技术就是向蝙蝠学习的，动物老师教会了我们很多本领！",
    "usage": "写动物本领时可以描写，写科技发明时可以提到仿生学。",
    "id": "encyclopedia-lower-1766321467284-8",
    "type": "encyclopedia"
  },
  {
    "title": "植物也会睡觉",
    "content": "含羞草一碰就合拢叶子，向日葵总是跟着太阳转，夜来香到了晚上才开花。原来植物也有自己的生活规律，就像我们要按时睡觉一样！",
    "pinyin": "hán xiū cǎo yī pèng jiù hé lǒng yè zi, xiàng rì kuí zǒng shì gēn zhe tài yáng zhuàn.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "植物和我们一样，有自己的作息时间表，该睡觉时睡觉，该起床时起床！",
    "background": "科学家发现植物体内有生物钟，就像我们的身体知道什么时候该睡觉一样神奇！",
    "usage": "写植物特点时可以拟人化描写，写生活规律时可以对比植物和人类。",
    "id": "encyclopedia-lower-1766321467284-9",
    "type": "encyclopedia"
  },
  {
    "title": "小松鼠的储藏室",
    "content": "秋天到了，小松鼠忙得不得了！它们要把松果、坚果藏在树洞里、土里、石缝里。一只松鼠一年要藏几千颗坚果，为寒冷的冬天做准备呢！",
    "pinyin": "qiū tiān dào le, xiǎo sōng shǔ máng dé bù dé liǎo! tā men yào bǎ sōng guǒ cáng zài shù dòng lǐ.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "松鼠是森林里的小小收藏家，它们比人类更懂得提前准备过冬的食物！",
    "background": "松鼠有超强的记忆力，能记住几百个藏食物的地方，比人类的记性还要好！",
    "usage": "写勤劳品质时可以举松鼠的例子，写准备工作的重要性也很合适。",
    "id": "encyclopedia-lower-1766321467284-10",
    "type": "encyclopedia"
  },
  {
    "title": "章鱼的变色魔法",
    "content": "章鱼是海底的变色大师！它可以变成红色、黄色、褐色，还能模仿石头和珊瑚的样子。遇到危险时，它还会喷出黑黑的墨汁，趁机逃跑！",
    "pinyin": "zhāng yú shì hǎi dǐ de biàn sè dà shī! tā kě yǐ biàn chéng hóng sè, huáng sè, hè sè.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "章鱼就像海底的魔术师，会变色还会喷墨，真是个了不起的小家伙！",
    "background": "章鱼皮肤上有特殊的细胞，可以快速改变颜色，比变色龙还要厉害！",
    "usage": "写动物的神奇本领时很好用，写逃生技巧时可以提到章鱼的智慧。",
    "id": "encyclopedia-lower-1766321467284-11",
    "type": "encyclopedia"
  },
  {
    "title": "地球的保护伞",
    "content": "地球外面有一层看不见的保护伞，叫做臭氧层。它能挡住太阳有害的紫外线，保护地球上的所有生物。没有这层保护伞，我们都会被晒伤呢！",
    "pinyin": "dì qiú wài miàn yǒu yī céng kàn bù jiàn de bǎo hù sǎn, jiào zuò chòu yǎng céng.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "臭氧层就像地球妈妈给我们撑起的大伞，保护我们不被太阳伤害！",
    "background": "科学家发现臭氧层有破洞时，全世界的人都很担心，大家一起努力保护这把保护伞！",
    "usage": "写环保话题时可以强调臭氧层的重要性，写保护与被保护的关系也很合适。",
    "id": "encyclopedia-lower-1766321467284-12",
    "type": "encyclopedia"
  },
  {
    "title": "水滴石穿的秘密",
    "content": "小小的水滴怎么能把坚硬的石头滴穿呢？原来，水滴一滴一滴地落在同一个地方，石头慢慢被溶解。虽然每一滴很微弱，但坚持下去就有大力量！",
    "pinyin": "xiǎo xiǎo de shuǐ dī zěn me néng bǎ jiān yìng de shí tou dī chuān ne?",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "水滴虽然小，但只要坚持不懈，连石头都能被它感动得掉眼泪！",
    "background": "在很多山洞里，我们都能看到被水滴滴出的小洞，这是大自然教给我们的坚持课！",
    "usage": "写坚持的力量时这是最好的例子，写小事也能成大事时很有说服力。",
    "id": "encyclopedia-lower-1766321467284-13",
    "type": "encyclopedia"
  },
  {
    "title": "蚂蚁的力量密码",
    "content": "小蚂蚁看起来很弱小，但它能举起比自己重50倍的东西！如果人类也有这样的力气，就能轻松举起一辆小汽车。蚂蚁的秘密武器就是团结合作！",
    "pinyin": "xiǎo mǎ yǐ kàn qǐ lái hěn ruò xiǎo, dàn tā néng jǔ qǐ bǐ zì jǐ zhòng wǔ shí bèi de dōng xi!",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "蚂蚁虽然小，但力气特别大，最重要的是它们懂得团结就是力量！",
    "background": "科学家研究发现，蚂蚁的肌肉结构特别紧密，所以能发出这么大的力量！",
    "usage": "写团结合作时蚂蚁是最好的例子，写以小搏大时也很有说服力。",
    "id": "encyclopedia-lower-1766321467284-14",
    "type": "encyclopedia"
  },
  {
    "title": "候鸟的GPS导航",
    "content": "大雁每年都要飞很远很远的路去过冬，它们从来不会迷路。原来候鸟身体里有天然的指南针，能感受到地球的磁场，还会看太阳和星星来导航！",
    "pinyin": "dà yàn měi nián dōu yào fēi hěn yuǎn hěn yuǎn de lù qù guò dōng, tā men cóng lái bù huì mí lù.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "候鸟比人类更早就有了GPS，它们用身体感受方向，真是天生的导航专家！",
    "background": "人类发明指南针和GPS都是向动物学习的，动物老师教会了我们认路的本领！",
    "usage": "写动物的神奇本领时可以详写，写方向感和导航时也很有趣。",
    "id": "encyclopedia-lower-1766321467284-15",
    "type": "encyclopedia"
  },
  {
    "title": "雪花的独特密码",
    "content": "世界上没有两片完全相同的雪花！每一片雪花都有六个角，但形状都不一样。它们在云朵里跳着舞蹈，一路变化着样子，最后变成独一无二的艺术品！",
    "pinyin": "shì jiè shàng méi yǒu liǎng piàn wán quán xiāng tóng de xuě huā!",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "每片雪花都是大自然的独特作品，就像世界上每个人都是特别的一样！",
    "background": "科学家用显微镜观察雪花，发现它们的美丽图案比最精美的花边还要漂亮！",
    "usage": "写独特性和个性时可以用雪花比喻，写自然之美时也很合适。",
    "id": "encyclopedia-lower-1766321467284-16",
    "type": "encyclopedia"
  },
  {
    "title": "海豚的救生员本领",
    "content": "海豚是海洋里的救生员！它们会救落水的人，用嘴巴推着人游到岸边。海豚还会互相帮助，如果有同伴受伤了，其他海豚会一起把它托出水面呼吸！",
    "pinyin": "hǎi tún shì hǎi yáng lǐ de jiù shēng yuán! tā men huì jiù luò shuǐ de rén.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "海豚不仅聪明，还很善良，它们是海洋里最棒的朋友！",
    "background": "历史上有很多海豚救人的真实故事，它们比人类还要懂得助人为乐的道理！",
    "usage": "写助人为乐时海豚是最好的例子，写动物的善良品质也很感人。",
    "id": "encyclopedia-lower-1766321467284-17",
    "type": "encyclopedia"
  },
  {
    "title": "种子的旅行包",
    "content": "植物的种子真会旅行！蒲公英的种子长着小降落伞，能飞得很远。椰子种子有救生圈，能漂洋过海。苍耳种子长着小钩子，会粘在动物身上搭便车！",
    "pinyin": "zhí wù de zhǒng zi zhēn huì lǚ xíng! pú gōng yīng de zhǒng zi zhǎng zhe xiǎo jiàng luò sǎn.",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "植物的种子比人类更会旅行，它们有各种各样的交通工具！",
    "background": "植物为了让孩子们能到更远的地方安家，给种子们准备了最好的旅行装备！",
    "usage": "写植物传播时可以详细描写，写旅行和探索时可以用种子比喻。",
    "id": "encyclopedia-lower-1766321467284-18",
    "type": "encyclopedia"
  },
  {
    "title": "北极熊的天然棉袄",
    "content": "北极熊的毛看起来是白色的，其实每根毛都是透明的空心管子！这些空心毛能锁住热气，就像穿了最暖和的羽绒服。它们的皮肤其实是黑色的呢！",
    "pinyin": "běi jí xióng de máo kàn qǐ lái shì bái sè de, qí shí měi gēn máo dōu shì tòu míng de kōng xīn guǎn zi!",
    "author": "科普作者",
    "dynasty": "现代",
    "interpretation": "北极熊穿着大自然设计的最保暖的衣服，真是冰雪世界的时尚达人！",
    "background": "北极非常寒冷，北极熊用聪明的身体结构在那里快乐地生活着！",
    "usage": "写动物适应环境时可以详写，写保暖和御寒时也很有趣。",
    "id": "encyclopedia-lower-1766321467284-19",
    "type": "encyclopedia"
  }
]