[
  {
    "title": "小蝌蚪找妈妈",
    "content": "池塘里有一群小蝌蚪，大大的脑袋，黑灰色的身子，甩着长长的尾巴，快活地游来游去。",
    "pinyin": "chí táng lǐ yǒu yì qún xiǎo kē dǒu, dà dà de nǎo dai, hēi huī sè de shēn zi, shuǎi zhe cháng cháng de wěi ba, kuài huó de yóu lái yóu qù",
    "author": "方惠珍",
    "dynasty": "现代",
    "interpretation": "池塘里有很多小蝌蚪，它们脑袋大大的，身体是黑灰色的，有长长的尾巴，游泳的时候很开心。",
    "background": "这是一个经典的童话故事，告诉小朋友小蝌蚪是怎样变成青蛙的，教育孩子要孝敬妈妈。",
    "usage": "写小动物时可以学习这种描写方法，先写外貌特点，再写动作，让小动物活起来。",
    "id": "literature-lower-1766320135623-0",
    "type": "literature"
  },
  {
    "title": "龟兔赛跑",
    "content": "兔子跑得快，乌龟爬得慢。兔子笑话乌龟：你爬得这么慢，怎么能跑过我呢？",
    "pinyin": "tù zi pǎo de kuài, wū guī pá de màn. tù zi xiào huà wū guī: nǐ pá de zhè me màn, zěn me néng pǎo guò wǒ ne",
    "author": "伊索",
    "dynasty": "古希腊",
    "interpretation": "兔子跑步很快，乌龟爬行很慢。兔子嘲笑乌龟说：你爬得这么慢，怎么可能跑赢我呢？",
    "background": "这是古希腊伊索寓言中的经典故事，教育人们不要骄傲自大，要坚持不懈。",
    "usage": "写比赛或对比时可以用，也可以写自己坚持做一件事的经历，说明坚持的重要性。",
    "id": "literature-lower-1766320135623-1",
    "type": "literature"
  },
  {
    "title": "小红帽的红帽子",
    "content": "从前有个可爱的小姑娘，她总是戴着奶奶送的红色小帽子，所以大家都叫她小红帽。",
    "pinyin": "cóng qián yǒu gè kě ài de xiǎo gū niang, tā zǒng shì dài zhe nǎi nai sòng de hóng sè xiǎo mào zi, suǒ yǐ dà jiā dōu jiào tā xiǎo hóng mào",
    "author": "格林兄弟",
    "dynasty": "19世纪",
    "interpretation": "很久以前有一个很可爱的小女孩，她经常戴着奶奶给她的红色小帽子，所以人们都叫她小红帽。",
    "background": "这是格林童话中的著名故事，教育孩子们要听话，不要轻信陌生人。",
    "usage": "写人物时可以学习通过一个特别的物品来给人物起名字，让人物更有特色。",
    "id": "literature-lower-1766320135623-2",
    "type": "literature"
  },
  {
    "title": "三只小猪盖房子",
    "content": "老大用稻草盖了房子，老二用木头盖了房子，老三用砖头盖了房子。大灰狼来了！",
    "pinyin": "lǎo dà yòng dào cǎo gài le fáng zi, lǎo èr yòng mù tou gài le fáng zi, lǎo sān yòng zhuān tou gài le fáng zi. dà huī láng lái le",
    "author": "英国民间故事",
    "dynasty": "传统故事",
    "interpretation": "大哥用稻草建房子，二哥用木头建房子，三弟用砖头建房子。大灰狼来攻击了！",
    "background": "这是英国的传统童话故事，教育孩子做事要认真仔细，不能偷懒。",
    "usage": "写做事的过程时可以用对比的方法，写出不同的做法会有不同的结果。",
    "id": "literature-lower-1766320135623-3",
    "type": "literature"
  },
  {
    "title": "丑小鸭的烦恼",
    "content": "丑小鸭长得不好看，灰灰的羽毛，大大的脚掌，其他小鸭子都不愿意和它玩。",
    "pinyin": "chǒu xiǎo yā zhǎng de bù hǎo kàn, huī huī de yǔ máo, dà dà de jiǎo zhǎng, qí tā xiǎo yā zi dōu bù yuàn yì hé tā wán",
    "author": "安徒生",
    "dynasty": "19世纪",
    "interpretation": "丑小鸭长得不漂亮，有灰色的羽毛和大大的脚，别的小鸭子都不愿意跟它一起玩耍。",
    "background": "安徒生童话中的经典故事，告诉我们不要以貌取人，每个人都有自己的价值。",
    "usage": "写外貌描写时可以学习，也可以写自己被误解或被人瞧不起后来成功的经历。",
    "id": "literature-lower-1766320135623-4",
    "type": "literature"
  },
  {
    "title": "白雪公主的美丽",
    "content": "白雪公主的皮肤像雪一样白，嘴唇像血一样红，头发像乌木一样黑，真是美丽极了！",
    "pinyin": "bái xuě gōng zhǔ de pí fū xiàng xuě yí yàng bái, zuǐ chún xiàng xuè yí yàng hóng, tóu fa xiàng wū mù yí yàng hēi, zhēn shì měi lì jí le",
    "author": "格林兄弟",
    "dynasty": "19世纪",
    "interpretation": "白雪公主的皮肤白得像雪花，嘴唇红得像鲜血，头发黑得像乌木，非常非常美丽！",
    "background": "格林童话中的经典人物，这段话用比喻的方法描写了白雪公主的美貌。",
    "usage": "写人物外貌时可以用比喻，把皮肤、嘴唇、头发比作生活中常见的东西。",
    "id": "literature-lower-1766320135623-5",
    "type": "literature"
  },
  {
    "title": "小蚂蚁搬家",
    "content": "小蚂蚁排成长长的队伍，有的背着食物，有的抬着虫子，忙忙碌碌地搬家。",
    "pinyin": "xiǎo mǎ yǐ pái chéng cháng cháng de duì wǔ, yǒu de bēi zhe shí wù, yǒu de tái zhe chóng zi, máng máng lù lù de bān jiā",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "小蚂蚁们排成一条长长的队伍，有些背着食物，有些抬着虫子，非常忙碌地搬家。",
    "background": "这是描写小动物集体活动的经典片段，展现了蚂蚁团结合作的精神。",
    "usage": "写集体活动时可以用这种方法，写出大家分工合作的场面，很生动有趣。",
    "id": "literature-lower-1766320135623-6",
    "type": "literature"
  },
  {
    "title": "小猫钓鱼",
    "content": "小猫坐在河边钓鱼，一只蝴蝶飞来了，小猫放下鱼竿去抓蝴蝶。蝴蝶飞走了，鱼也跑了。",
    "pinyin": "xiǎo māo zuò zài hé biān diào yú, yì zhī hú dié fēi lái le, xiǎo māo fàng xià yú gān qù zhuā hú dié. hú dié fēi zǒu le, yú yě pǎo le",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "小猫在河边钓鱼，一只蝴蝶飞过来，小猫放下鱼竿去抓蝴蝶。结果蝴蝶飞走了，鱼也游走了。",
    "background": "这是一个教育孩子做事要专心的经典故事，不能三心二意。",
    "usage": "写做事要专心或者写失败的经历时可以用，说明分心的坏处。",
    "id": "literature-lower-1766320135623-7",
    "type": "literature"
  },
  {
    "title": "小熊维尼爱蜂蜜",
    "content": "小熊维尼最爱吃蜂蜜了，它常常把小爪子伸进蜂蜜罐里，然后舔得津津有味。",
    "pinyin": "xiǎo xióng wéi ní zuì ài chī fēng mì le, tā cháng cháng bǎ xiǎo zhǎo zi shēn jìn fēng mì guàn lǐ, rán hòu tiǎn de jīn jīn yǒu wèi",
    "author": "米尔恩",
    "dynasty": "20世纪",
    "interpretation": "小熊维尼最喜欢吃蜂蜜了，它经常把小爪子放进蜂蜜罐子里，然后舔得很开心很香甜。",
    "background": "这是英国作家米尔恩创作的经典儿童文学形象，深受全世界孩子喜爱。",
    "usage": "写自己喜欢的食物时可以学习这种写法，写出吃东西时的动作和感受。",
    "id": "literature-lower-1766320135623-8",
    "type": "literature"
  },
  {
    "title": "小红花的微笑",
    "content": "春天来了，小红花张开了笑脸，在温暖的阳光下快乐地跳舞。",
    "pinyin": "chūn tiān lái le, xiǎo hóng huā zhāng kāi le xiào liǎn, zài wēn nuǎn de yáng guāng xià kuài lè de tiào wǔ",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "春天到了，小红花开放了，就像张开了笑脸，在温暖的阳光照射下开心地摇摆。",
    "background": "这是用拟人的方法写春天花朵开放的美好景象，让花朵变得像人一样可爱。",
    "usage": "写花草树木时可以用拟人的方法，让植物像人一样会笑、会跳舞，更有趣。",
    "id": "literature-lower-1766320135623-9",
    "type": "literature"
  },
  {
    "title": "月亮婆婆的故事",
    "content": "月亮婆婆挂在天空中，笑眯眯地看着地上的小朋友，为他们讲好听的故事。",
    "pinyin": "yuè liàng pó po guà zài tiān kōng zhōng, xiào mī mī de kàn zhe dì shang de xiǎo péng yǒu, wèi tā men jiǎng hǎo tīng de gù shi",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "月亮像一位慈祥的婆婆挂在天上，微笑着看着地面上的小朋友们，给他们讲动听的故事。",
    "background": "这是传统的拟人化描写月亮的方法，把月亮想象成慈祥的老婆婆。",
    "usage": "写晚上的景色时可以这样写月亮，让夜晚变得温馨不可怕。",
    "id": "literature-lower-1766320135623-10",
    "type": "literature"
  },
  {
    "title": "小鸟学唱歌",
    "content": "小鸟站在树枝上，张开小嘴巴，'叽叽喳喳'地唱起歌来，歌声真好听！",
    "pinyin": "xiǎo niǎo zhàn zài shù zhī shàng, zhāng kāi xiǎo zuǐ ba, jī jī zhā zhā de chàng qǐ gē lái, gē shēng zhēn hǎo tīng",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "小鸟站在树枝上面，张开它的小嘴巴，发出叽叽喳喳的声音唱歌，歌声非常动听！",
    "background": "这是描写小鸟唱歌的经典片段，用拟声词让描写更加生动有趣。",
    "usage": "写小动物的叫声时要用拟声词，这样读起来更有趣，也更真实。",
    "id": "literature-lower-1766320135623-11",
    "type": "literature"
  },
  {
    "title": "彩虹桥的颜色",
    "content": "雨停了，天空中出现了一座美丽的彩虹桥，红橙黄绿青蓝紫，七种颜色真漂亮！",
    "pinyin": "yǔ tíng le, tiān kōng zhōng chū xiàn le yí zuò měi lì de cǎi hóng qiáo, hóng chéng huáng lǜ qīng lán zǐ, qī zhǒng yán sè zhēn piào liang",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "雨停止了，天空中出现了一道美丽的彩虹，有红、橙、黄、绿、青、蓝、紫七种颜色，非常漂亮！",
    "background": "这是描写雨后彩虹的经典片段，用颜色词来表现彩虹的美丽。",
    "usage": "写美丽的景色时可以用颜色词，把彩虹想象成一座桥，很有童趣。",
    "id": "literature-lower-1766320135623-12",
    "type": "literature"
  },
  {
    "title": "小星星眨眼睛",
    "content": "夜晚来了，小星星一颗一颗地出来了，它们在黑黑的天空中眨着亮亮的眼睛。",
    "pinyin": "yè wǎn lái le, xiǎo xīng xing yí kē yí kē de chū lái le, tā men zài hēi hēi de tiān kōng zhōng zhǎ zhe liàng liàng de yǎn jing",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "晚上到了，小星星一个接一个地出现了，它们在黑暗的天空中闪烁着明亮的光芒。",
    "background": "这是用拟人手法描写夜空中星星的经典写法，把星星想象成会眨眼的小朋友。",
    "usage": "写夜景时可以把星星比作眼睛，用拟人的方法让夜空变得温馨可爱。",
    "id": "literature-lower-1766320135623-13",
    "type": "literature"
  },
  {
    "title": "小树苗长高了",
    "content": "小树苗喝饱了雨水，晒够了阳光，一天天长高了，绿绿的叶子越来越多。",
    "pinyin": "xiǎo shù miáo hē bǎo le yǔ shuǐ, shài gòu le yáng guāng, yì tiān tiān zhǎng gāo le, lǜ lǜ de yè zi yuè lái yuè duō",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "小树苗喝足了雨水，晒够了阳光，每天都在长高，绿色的叶子越长越多。",
    "background": "这是描写植物成长的经典片段，用拟人的方法写小树苗的成长过程。",
    "usage": "写植物成长或者自己成长时可以用这种方法，写出成长需要的条件。",
    "id": "literature-lower-1766320135623-14",
    "type": "literature"
  },
  {
    "title": "小白兔蹦蹦跳",
    "content": "小白兔长着红红的眼睛，白白的毛，长长的耳朵，短短的尾巴，蹦蹦跳跳真可爱！",
    "pinyin": "xiǎo bái tù zhǎng zhe hóng hóng de yǎn jing, bái bái de máo, cháng cháng de ěr duo, duǎn duǎn de wěi ba, bèng bèng tiào tiào zhēn kě ài",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "小白兔有红色的眼睛、白色的毛、长长的耳朵、短短的尾巴，跳来跳去非常可爱！",
    "background": "这是描写小白兔外貌和动作的经典片段，用叠词让描写更加生动可爱。",
    "usage": "写小动物时可以用叠词，像'红红的''白白的'，让描写更有趣更可爱。",
    "id": "literature-lower-1766320135623-15",
    "type": "literature"
  },
  {
    "title": "小蜜蜂采花蜜",
    "content": "小蜜蜂'嗡嗡嗡'地飞来了，它在花朵上忙忙碌碌地采花蜜，真是勤劳的小家伙！",
    "pinyin": "xiǎo mì fēng wēng wēng wēng de fēi lái le, tā zài huā duǒ shàng máng máng lù lù de cǎi huā mì, zhēn shì qín láo de xiǎo jiā huo",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "小蜜蜂发出嗡嗡嗡的声音飞过来了，它在花朵上面忙碌地采集花蜜，真是很勤劳的小动物！",
    "background": "这是赞美小蜜蜂勤劳品质的经典描写，教育孩子们要学习蜜蜂的勤劳精神。",
    "usage": "写勤劳或者赞美别人时可以用，也可以写自己努力学习像小蜜蜂一样勤劳。",
    "id": "literature-lower-1766320135623-16",
    "type": "literature"
  },
  {
    "title": "小青蛙呱呱叫",
    "content": "小青蛙坐在荷叶上，'呱呱呱'地唱歌，好像在说：'夏天来了，夏天来了！'",
    "pinyin": "xiǎo qīng wā zuò zài hé yè shàng, guā guā guā de chàng gē, hǎo xiàng zài shuō: xià tiān lái le, xià tiān lái le",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "小青蛙坐在荷叶上面，发出呱呱呱的叫声唱歌，好像在说：'夏天到了，夏天到了！'",
    "background": "这是描写夏天池塘边青蛙叫声的经典片段，用拟声词和想象让描写更有趣。",
    "usage": "写夏天的景色时可以写青蛙叫，用拟声词让文章更生动，更有夏天的感觉。",
    "id": "literature-lower-1766320135623-17",
    "type": "literature"
  },
  {
    "title": "小鱼儿游泳",
    "content": "清清的小河里，小鱼儿摆着尾巴游来游去，有时躲在水草后面，有时跳出水面。",
    "pinyin": "qīng qīng de xiǎo hé lǐ, xiǎo yú ér bǎi zhe wěi ba yóu lái yóu qù, yǒu shí duǒ zài shuǐ cǎo hòu miàn, yǒu shí tiào chū shuǐ miàn",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "清澈的小河里面，小鱼儿摆动着尾巴游来游去，有时候藏在水草后面，有时候跳出水面。",
    "background": "这是描写小鱼在河水中自由游泳的美好画面，表现了大自然的生机勃勃。",
    "usage": "写小动物在自然环境中的活动时可以用这种方法，写出它们的不同动作。",
    "id": "literature-lower-1766320135623-18",
    "type": "literature"
  },
  {
    "title": "小风的旅行",
    "content": "小风轻轻地吹过来，它吹弯了小草，吹动了花朵，吹皱了池水，然后又轻轻地走了。",
    "pinyin": "xiǎo fēng qīng qīng de chuī guò lái, tā chuī wān le xiǎo cǎo, chuī dòng le huā duǒ, chuī zhòu le chí shuǐ, rán hòu yòu qīng qīng de zǒu le",
    "author": "童话故事",
    "dynasty": "现代",
    "interpretation": "微风轻柔地吹过来，它把小草吹弯了，把花朵吹动了，把池水吹起波纹，然后又轻柔地离开了。",
    "background": "这是用拟人手法描写春风的经典片段，把风想象成会旅行的小朋友。",
    "usage": "写风或者写大自然时可以用拟人的方法，让风像人一样会走路、会做事。",
    "id": "literature-lower-1766320135623-19",
    "type": "literature"
  }
]