[
  {
    "title": "小池塘里的荷花",
    "content": "小荷才露尖尖角，早有蜻蜓立上头。",
    "pinyin": "xiǎo hé cái lù jiān jiān jiǎo, zǎo yǒu qīng tíng lì shàng tóu.",
    "author": "杨万里",
    "dynasty": "宋朝",
    "interpretation": "小小的荷花刚刚冒出尖尖的小角，就有调皮的小蜻蜓飞来停在上面了。",
    "background": "夏天的时候，杨万里爷爷路过一个小池塘，看到荷花刚刚长出水面，像小绿帽子一样可爱，还有小蜻蜓在上面玩耍，觉得特别有趣。",
    "usage": "写夏天的景色时可以用，描写植物刚长出来的样子，或者写小动物很机灵的时候都很棒！",
    "id": "poetry-lower-1766320655944-0",
    "type": "poetry"
  },
  {
    "title": "春天来了春天来了",
    "content": "春眠不觉晓，处处闻啼鸟。",
    "pinyin": "chūn mián bù jué xiǎo, chù chù wén tí niǎo.",
    "author": "孟浩然",
    "dynasty": "唐朝",
    "interpretation": "春天睡觉真舒服，一觉醒来天都亮了，到处都能听到小鸟儿在唱歌。",
    "background": "孟浩然叔叔很爱春天的早晨，因为春天的空气很好，睡得特别香，早上醒来就听到很多小鸟在叽叽喳喳地叫，像在开音乐会。",
    "usage": "写春天的作文时可以用，写睡懒觉或者写小鸟唱歌的时候都很好用哦！",
    "id": "poetry-lower-1766320655944-1",
    "type": "poetry"
  },
  {
    "title": "白白的大鹅",
    "content": "鹅鹅鹅，曲项向天歌。白毛浮绿水，红掌拨清波。",
    "pinyin": "é é é, qū xiàng xiàng tiān gē. bái máo fú lǜ shuǐ, hóng zhǎng bō qīng bō.",
    "author": "骆宾王",
    "dynasty": "唐朝",
    "interpretation": "大白鹅啊大白鹅，弯着长脖子对着天空唱歌。白色的羽毛飘在绿绿的水面上，红色的脚掌划着清清的水波。",
    "background": "骆宾王小朋友7岁的时候，看到池塘里有几只大白鹅在游泳，觉得它们太美了，就写了这首诗。",
    "usage": "写动物的时候可以学习，特别是写它们的颜色和动作，让文章更生动有趣！",
    "id": "poetry-lower-1766320655944-2",
    "type": "poetry"
  },
  {
    "title": "回到老家看爷爷",
    "content": "少小离家老大回，乡音无改鬓毛衰。",
    "pinyin": "shào xiǎo lí jiā lǎo dà huí, xiāng yīn wú gǎi bìn máo shuāi.",
    "author": "贺知章",
    "dynasty": "唐朝",
    "interpretation": "小时候离开家，长大了才回来，说话的声音还是和小时候一样，只是头发白了。",
    "background": "贺知章爷爷年轻的时候离开家乡去上学工作，很多年后才回到家，发现家乡变了很多，但自己还是爱说家乡话。",
    "usage": "写想家、回家或者写时间过得很快的作文时可以用，表达对家的思念很棒！",
    "id": "poetry-lower-1766320655944-3",
    "type": "poetry"
  },
  {
    "title": "登上高高的山",
    "content": "白日依山尽，黄河入海流。欲穷千里目，更上一层楼。",
    "pinyin": "bái rì yī shān jìn, huáng hé rù hǎi liú. yù qióng qiān lǐ mù, gèng shàng yī céng lóu.",
    "author": "王之涣",
    "dynasty": "唐朝",
    "interpretation": "太阳慢慢地落到山后面去了，黄河水流向大海。想要看得更远更远，就要爬到更高的楼上去。",
    "background": "王之涣叔叔爬到一座很高很高的楼上，看到夕阳西下，河水奔流，觉得要想看到更美的风景，就要站得更高。",
    "usage": "写登高望远、写努力向上或者写美丽风景的作文时可以用，鼓励自己要努力！",
    "id": "poetry-lower-1766320655944-4",
    "type": "poetry"
  },
  {
    "title": "月亮像船儿",
    "content": "床前明月光，疑是地上霜。举头望明月，低头思故乡。",
    "pinyin": "chuáng qián míng yuè guāng, yí shì dì shàng shuāng. jǔ tóu wàng míng yuè, dī tóu sī gù xiāng.",
    "author": "李白",
    "dynasty": "唐朝",
    "interpretation": "床前有明亮的月光，以为是地上的白霜。抬头看看天上的月亮，低头想念自己的家乡。",
    "background": "李白叔叔一个人在外面，晚上看到月光很亮，想起了家里的亲人，觉得很想念他们。",
    "usage": "写夜晚的景色、写想念家人朋友或者写安静的时候可以用，很温暖！",
    "id": "poetry-lower-1766320655944-5",
    "type": "poetry"
  },
  {
    "title": "春雨沙沙下",
    "content": "好雨知时节，当春乃发生。随风潜入夜，润物细无声。",
    "pinyin": "hǎo yǔ zhī shí jié, dāng chūn nǎi fā shēng. suí fēng qián rù yè, rùn wù xì wú shēng.",
    "author": "杜甫",
    "dynasty": "唐朝",
    "interpretation": "好的雨水知道什么时候该下，正好在春天的时候下起来。跟着风儿悄悄地在夜里下，让花草树木喝饱水，一点声音都没有。",
    "background": "杜甫爷爷在一个春天的夜里，听到外面下起了小雨，第二天看到花草都长得特别好，觉得这场雨来得正是时候。",
    "usage": "写春雨、写植物成长或者写默默帮助别人的作文时可以用，很温柔！",
    "id": "poetry-lower-1766320655944-6",
    "type": "poetry"
  },
  {
    "title": "小草钻出来",
    "content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。",
    "pinyin": "lí lí yuán shàng cǎo, yī suì yī kū róng. yě huǒ shāo bù jìn, chūn fēng chuī yòu shēng.",
    "author": "白居易",
    "dynasty": "唐朝",
    "interpretation": "草原上的小草长得密密麻麻，每年都会枯黄又变绿。野火烧不完它们，春风一吹又长出来了。",
    "background": "白居易叔叔看到草原上的小草很顽强，冬天会枯黄，但是春天又会长出新的绿草，觉得小草很了不起。",
    "usage": "写植物很坚强、写不怕困难或者写生命力强的作文时可以用，很励志！",
    "id": "poetry-lower-1766320655944-7",
    "type": "poetry"
  },
  {
    "title": "秋天的枫叶",
    "content": "停车坐爱枫林晚，霜叶红于二月花。",
    "pinyin": "tíng chē zuò ài fēng lín wǎn, shuāng yè hóng yú èr yuè huā.",
    "author": "杜牧",
    "dynasty": "唐朝",
    "interpretation": "停下车来是因为喜爱这夕阳西下的枫林，那些被霜打过的叶子比二月的花还要红。",
    "background": "杜牧叔叔秋天的傍晚经过一片枫树林，看到叶子红得像火一样美丽，比春天的花还漂亮，忍不住停下来欣赏。",
    "usage": "写秋天的景色、写枫叶或者写颜色很美的事物时可以用，让作文更生动！",
    "id": "poetry-lower-1766320655944-8",
    "type": "poetry"
  },
  {
    "title": "江南采莲忙",
    "content": "江南可采莲，莲叶何田田。鱼戏莲叶间，鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。",
    "pinyin": "jiāng nán kě cǎi lián, lián yè hé tián tián. yú xì lián yè jiān, yú xì lián yè dōng, yú xì lián yè xī, yú xì lián yè nán, yú xì lián yè běi.",
    "author": "无名氏",
    "dynasty": "汉朝",
    "interpretation": "江南是个采莲花的好地方，莲叶长得密密麻麻的。小鱼儿在莲叶中间玩耍，一会儿游到东边，一会儿游到西边，一会儿游到南边，一会儿游到北边。",
    "background": "很久很久以前，江南的人们在夏天会划着小船去池塘里采莲花和莲子，看到小鱼在莲叶中快乐地游来游去。",
    "usage": "写夏天的活动、写小动物玩耍或者写方向的时候可以用，很有趣！",
    "id": "poetry-lower-1766320655944-9",
    "type": "poetry"
  },
  {
    "title": "牧童骑牛牛",
    "content": "草铺横野六七里，笛弄晚风三四声。归来饱饭黄昏后，不脱蓑衣卧月明。",
    "pinyin": "cǎo pū héng yě liù qī lǐ, dí nòng wǎn fēng sān sì shēng. guī lái bǎo fàn huáng hūn hòu, bù tuō suō yī wò yuè míng.",
    "author": "吕岩",
    "dynasty": "唐朝",
    "interpretation": "绿草铺满了很远很远的地方，牧童在晚风中吹了几声笛子。吃饱晚饭后天黑了，他连衣服都不脱就躺在月光下睡觉。",
    "background": "古时候有个小牧童，白天放牛，晚上就在草地上休息，生活很自由很快乐，连月亮都陪着他睡觉。",
    "usage": "写乡村生活、写自由自在或者写月夜的作文时可以用，很悠闲！",
    "id": "poetry-lower-1766320655944-10",
    "type": "poetry"
  },
  {
    "title": "梅花开得早",
    "content": "墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。",
    "pinyin": "qiáng jiǎo shù zhī méi, líng hán dú zì kāi. yáo zhī bù shì xuě, wéi yǒu àn xiāng lái.",
    "author": "王安石",
    "dynasty": "宋朝",
    "interpretation": "墙角那里有几枝梅花，在寒冷的冬天里自己开放。远远看去像是雪花，但知道不是雪，因为有淡淡的香味飘过来。",
    "background": "王安石爷爷在冬天的时候，看到墙角有几枝梅花不怕冷，自己悄悄地开放了，还散发着香味，觉得很勇敢。",
    "usage": "写冬天的花、写勇敢不怕困难或者写香味的作文时可以用，很坚强！",
    "id": "poetry-lower-1766320655944-11",
    "type": "poetry"
  },
  {
    "title": "小娃撑小艇",
    "content": "小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。",
    "pinyin": "xiǎo wá chēng xiǎo tǐng, tōu cǎi bái lián huí. bù jiě cáng zōng jì, fú píng yī dào kāi.",
    "author": "白居易",
    "dynasty": "唐朝",
    "interpretation": "小朋友撑着小船，偷偷去采白色的莲花回来。他不知道要藏好自己走过的路，水上的浮萍被船划开了一条道。",
    "background": "白居易叔叔看到一个小朋友划着小船去采莲花，小朋友以为没人发现，但是船走过的地方浮萍都分开了，很容易被看出来。",
    "usage": "写小朋友调皮、写划船或者写可爱的事情时可以用，很有趣！",
    "id": "poetry-lower-1766320655944-12",
    "type": "poetry"
  },
  {
    "title": "春风吹柳条",
    "content": "碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。",
    "pinyin": "bì yù zhuāng chéng yī shù gāo, wàn tiáo chuí xià lǜ sī tāo. bù zhī xì yè shuí cái chū, èr yuè chūn fēng sì jiǎn dāo.",
    "author": "贺知章",
    "dynasty": "唐朝",
    "interpretation": "高高的柳树像绿色的宝石一样美丽，千万条柳枝垂下来像绿色的丝带。不知道这些细细的叶子是谁剪出来的，原来二月的春风就像一把剪刀。",
    "background": "贺知章爷爷在春天看到柳树发芽，觉得新长出来的叶子很精致，就像有人用剪刀精心剪出来的一样。",
    "usage": "写春天的柳树、写春风或者写事物很精美的作文时可以用，很生动！",
    "id": "poetry-lower-1766320655944-13",
    "type": "poetry"
  },
  {
    "title": "悯农惜粮食",
    "content": "锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦。",
    "pinyin": "chú hé rì dāng wǔ, hàn dī hé xià tǔ. shuí zhī pán zhōng cān, lì lì jiē xīn kǔ.",
    "author": "李绅",
    "dynasty": "唐朝",
    "interpretation": "中午太阳很热的时候，农民伯伯还在田里锄草，汗水一滴一滴掉在稻苗下面的土地上。谁知道盘子里的饭菜，每一粒都是农民伯伯辛苦种出来的。",
    "background": "李绅叔叔看到农民伯伯在大热天里干活很辛苦，想告诉大家要珍惜粮食，不能浪费。",
    "usage": "写珍惜粮食、写农民辛苦或者写要爱护劳动成果的作文时可以用，很有教育意义！",
    "id": "poetry-lower-1766320655944-14",
    "type": "poetry"
  },
  {
    "title": "风儿吹呀吹",
    "content": "解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。",
    "pinyin": "jiě luò sān qiū yè, néng kāi èr yuè huā. guò jiāng qiān chǐ làng, rù zhú wàn gān xié.",
    "author": "李峤",
    "dynasty": "唐朝",
    "interpretation": "风儿能把秋天的叶子吹落下来，也能让二月的花儿开放。风吹过江面掀起很高的浪花，风吹进竹林让竹子都弯下了腰。",
    "background": "李峤叔叔观察风在不同季节和地方的表现，发现风有很大的力量，能影响很多东西。",
    "usage": "写风的作用、写自然力量或者写季节变化的作文时可以用，很形象！",
    "id": "poetry-lower-1766320655944-15",
    "type": "poetry"
  },
  {
    "title": "山村小景美",
    "content": "一去二三里，烟村四五家。亭台六七座，八九十枝花。",
    "pinyin": "yī qù èr sān lǐ, yān cūn sì wǔ jiā. tíng tái liù qī zuò, bā jiǔ shí zhī huā.",
    "author": "邵雍",
    "dynasty": "宋朝",
    "interpretation": "走了两三里路，看到有炊烟的村子里住着四五户人家。有六七座亭子和楼台，还有八九十枝美丽的花。",
    "background": "邵雍爷爷走在乡间小路上，看到了一个美丽的小村庄，用数字把看到的景色串联起来，很有趣。",
    "usage": "写乡村风景、练习用数字或者写安静美好的地方时可以用，朗朗上口！",
    "id": "poetry-lower-1766320655944-16",
    "type": "poetry"
  },
  {
    "title": "游子唱离歌",
    "content": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。",
    "pinyin": "cí mǔ shǒu zhōng xiàn, yóu zǐ shēn shàng yī. lín xíng mì mì féng, yì kǒng chí chí guī. shuí yán cùn cǎo xīn, bào dé sān chūn huī.",
    "author": "孟郊",
    "dynasty": "唐朝",
    "interpretation": "慈爱的妈妈手里拿着针线，为要远行的孩子缝制衣服。出发前把衣服缝得密密的，怕孩子很晚才回来。谁说小草一样的孝心，能报答得了春天太阳一样的母爱呢？",
    "background": "孟郊叔叔要出远门，看到妈妈为他缝制衣服，针脚很密很密，感受到妈妈对他的爱和担心。",
    "usage": "写母爱、写感恩或者写家人关爱的作文时可以用，很感人！",
    "id": "poetry-lower-1766320655944-17",
    "type": "poetry"
  },
  {
    "title": "黄鹤楼前望",
    "content": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。",
    "pinyin": "xī rén yǐ chéng huáng hè qù, cǐ dì kōng yú huáng hè lóu. huáng hè yī qù bù fù fǎn, bái yún qiān zǎi kōng yōu yōu.",
    "author": "崔颢",
    "dynasty": "唐朝",
    "interpretation": "传说中的人已经乘着黄鹤飞走了，这里只剩下空空的黄鹤楼。黄鹤飞走了再也没有回来，只有白云千年来在天上慢慢地飘着。",
    "background": "崔颢叔叔登上黄鹤楼，听到关于仙人乘鹤飞天的传说，看到楼还在但人已不在，感到时间过得很快。",
    "usage": "写登高远望、写思念或者写时间流逝的作文时可以用，很有诗意！",
    "id": "poetry-lower-1766320655944-18",
    "type": "poetry"
  },
  {
    "title": "竹里馆静悄悄",
    "content": "独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。",
    "pinyin": "dú zuò yōu huáng lǐ, tán qín fù cháng xiào. shēn lín rén bù zhī, míng yuè lái xiāng zhào.",
    "author": "王维",
    "dynasty": "唐朝",
    "interpretation": "一个人坐在安静的竹林里，弹弹琴又大声歌唱。深深的树林里别人都不知道，只有明亮的月亮来陪伴我。",
    "background": "王维叔叔喜欢安静的地方，经常一个人到竹林里弹琴，觉得只有月亮最懂他的心情。",
    "usage": "写安静的环境、写独处的时光或者写月夜的作文时可以用，很宁静！",
    "id": "poetry-lower-1766320655944-19",
    "type": "poetry"
  }
]